const L02_DATA = [
  {
    "itstId": "1001",
    "nodeId": "1610000900",
    "itstNm": "신광4거리",
    "la": 37.464368,
    "lo": 126.636053
  },
  {
    "itstId": "1002",
    "nodeId": "1610001001",
    "itstNm": "율목4거리",
    "la": 37.469174,
    "lo": 126.636233
  },
  {
    "itstId": "1003",
    "nodeId": "1610001000",
    "itstNm": "신흥4거리",
    "la": 37.466529,
    "lo": 126.634724
  },
  {
    "itstId": "1004",
    "itstNm": "신흥동사무소",
    "la": 37.467869,
    "lo": 126.632514
  },
  {
    "itstId": "1005",
    "nodeId": "1610001500",
    "itstNm": "중부서입구",
    "la": 37.473409,
    "lo": 126.61823
  },
  {
    "itstId": "1006",
    "nodeId": "1610093200",
    "itstNm": "동성주유소4거리",
    "la": 37.448224,
    "lo": 126.6276
  },
  {
    "itstId": "1007",
    "itstNm": "신흥교통",
    "la": 37.438068,
    "lo": 126.621096
  },
  {
    "itstId": "1008",
    "nodeId": "1610119500",
    "itstNm": "신흥현대입구",
    "la": 37.457751,
    "lo": 126.63308
  },
  {
    "itstId": "1009",
    "nodeId": "1610009800",
    "itstNm": "동인천역",
    "la": 37.475206,
    "lo": 126.631193
  },
  {
    "itstId": "1010",
    "nodeId": "1610009300",
    "itstNm": "배다리사거리",
    "la": 37.472732,
    "lo": 126.6352
  },
  {
    "itstId": "1011",
    "nodeId": "1610009000",
    "itstNm": "유동삼거리",
    "la": 37.470999,
    "lo": 126.637212
  },
  {
    "itstId": "1012",
    "nodeId": "1610008600",
    "itstNm": "도원사거리",
    "la": 37.468746,
    "lo": 126.641721
  },
  {
    "itstId": "1013",
    "nodeId": "1610008300",
    "itstNm": "수인4거리",
    "la": 37.464939,
    "lo": 126.633888
  },
  {
    "itstId": "1014",
    "nodeId": "1610091100",
    "itstNm": "선광싸이로사거리",
    "la": 37.451376,
    "lo": 126.61965
  },
  {
    "itstId": "1015",
    "nodeId": "1610008302",
    "itstNm": "신흥풍림입구",
    "la": 37.465759,
    "lo": 126.630708
  },
  {
    "itstId": "1016",
    "nodeId": "1610001600",
    "itstNm": "인천역4거리",
    "la": 37.475234,
    "lo": 126.617494
  },
  {
    "itstId": "1017",
    "nodeId": "1610001201",
    "itstNm": "중구청입구사거리",
    "la": 37.472097,
    "lo": 126.620386
  },
  {
    "itstId": "1018",
    "nodeId": "1610008901",
    "itstNm": "인천일보",
    "la": 37.471356,
    "lo": 126.619632
  },
  {
    "itstId": "1019",
    "nodeId": "1610001200",
    "itstNm": "신포4거리",
    "la": 37.470165,
    "lo": 126.623899
  },
  {
    "itstId": "1020",
    "nodeId": "1610008900",
    "itstNm": "1부두입구",
    "la": 37.469345,
    "lo": 126.62318
  },
  {
    "itstId": "1021",
    "nodeId": "1610008400",
    "itstNm": "사동3거리",
    "la": 37.467955,
    "lo": 126.625237
  },
  {
    "itstId": "1022",
    "nodeId": "1610001100",
    "itstNm": "답동4거리",
    "la": 37.470137,
    "lo": 126.627564
  },
  {
    "itstId": "1023",
    "nodeId": "1610001101",
    "itstNm": "경동4거리",
    "la": 37.47229,
    "lo": 126.629073
  },
  {
    "itstId": "1024",
    "itstNm": "해수청",
    "la": 37.460604,
    "lo": 126.631553
  },
  {
    "itstId": "1025",
    "nodeId": "1610007000",
    "itstNm": "수검4거리",
    "la": 37.453594,
    "lo": 126.627196
  },
  {
    "itstId": "1026",
    "nodeId": "1610006200",
    "itstNm": "서해4거리",
    "la": 37.449486,
    "lo": 126.6246
  },
  {
    "itstId": "1027",
    "nodeId": "1610090400",
    "itstNm": "남항어선부두",
    "la": 37.453252,
    "lo": 126.615059
  },
  {
    "itstId": "1028",
    "nodeId": "1610007300",
    "itstNm": "구인천조선",
    "la": 37.455277,
    "lo": 126.610173
  },
  {
    "itstId": "1029",
    "nodeId": "1610007800",
    "itstNm": "연안사거리",
    "la": 37.457281,
    "lo": 126.605259
  },
  {
    "itstId": "1030",
    "nodeId": "1610007200",
    "itstNm": "연안친수공원",
    "la": 37.455284,
    "lo": 126.602303
  },
  {
    "itstId": "1031",
    "itstNm": "월미도입구4거리",
    "la": 37.477758,
    "lo": 126.614583
  },
  {
    "itstId": "1032",
    "nodeId": "1610008000",
    "itstNm": "인항4거리",
    "la": 37.458215,
    "lo": 126.630268
  },
  {
    "itstId": "1033",
    "nodeId": "1610010800",
    "itstNm": "화평철교사거리",
    "la": 37.476952,
    "lo": 126.630591
  },
  {
    "itstId": "1034",
    "nodeId": "1610012000",
    "itstNm": "전동구름다리",
    "la": 37.47902,
    "lo": 126.627842
  },
  {
    "itstId": "1035",
    "itstNm": "송월초교(보)",
    "la": 37.479568,
    "lo": 126.626028
  },
  {
    "itstId": "1036",
    "itstNm": "송월주민센터",
    "la": 37.479775,
    "lo": 126.622686
  },
  {
    "itstId": "1037",
    "itstNm": "송도중학교",
    "la": 37.468946,
    "lo": 126.630223
  },
  {
    "itstId": "1038",
    "nodeId": "1610007600",
    "itstNm": "연안어시장입구4",
    "la": 37.45651,
    "lo": 126.607127
  },
  {
    "itstId": "1039",
    "itstNm": "신흥삼익4거리",
    "la": 37.465409,
    "lo": 126.632271
  },
  {
    "itstId": "1040",
    "nodeId": "1610006400",
    "itstNm": "남항친수공원3",
    "la": 37.4498,
    "lo": 126.606597
  },
  {
    "itstId": "1041",
    "itstNm": "숭의공구상가",
    "la": 37.463705,
    "lo": 126.638155
  },
  {
    "itstId": "1042",
    "nodeId": "1610019400",
    "itstNm": "남항4거리",
    "la": 37.437533,
    "lo": 126.617126
  },
  {
    "itstId": "1043",
    "nodeId": "1610091700",
    "itstNm": "신흥항운4거리",
    "la": 37.446783,
    "lo": 126.622956
  },
  {
    "itstId": "1044",
    "nodeId": "1610092900",
    "itstNm": "신흥3가A교차로",
    "la": 37.438032,
    "lo": 126.626818
  },
  {
    "itstId": "1045",
    "nodeId": "1610001800",
    "itstNm": "송월고개입구",
    "la": 37.478257,
    "lo": 126.617934
  },
  {
    "itstId": "1046",
    "nodeId": "1610092000",
    "itstNm": "대주물류",
    "la": 37.443224,
    "lo": 126.624429
  },
  {
    "itstId": "1047",
    "nodeId": "1610093700",
    "itstNm": "신흥3가C교차로",
    "la": 37.441384,
    "lo": 126.629037
  },
  {
    "itstId": "1048",
    "itstNm": "신선초교정문",
    "la": 37.450677,
    "lo": 126.628408
  },
  {
    "itstId": "1049",
    "itstNm": "보건환경연구원",
    "la": 37.467491,
    "lo": 126.635307
  },
  {
    "itstId": "1050",
    "itstNm": "중구체육센터",
    "la": 37.439993,
    "lo": 126.628103
  },
  {
    "itstId": "1051",
    "itstNm": "제2여객터미널",
    "la": 37.466736,
    "lo": 126.627196
  },
  {
    "itstId": "1052",
    "nodeId": "1610092500",
    "itstNm": "동림산업4거리",
    "la": 37.445599,
    "lo": 126.625866
  },
  {
    "itstId": "1053",
    "nodeId": "1630067300",
    "itstNm": "중구복지관3",
    "la": 37.452367,
    "lo": 126.629298
  },
  {
    "itstId": "1054",
    "nodeId": "1610005300",
    "itstNm": "연안안전센터3",
    "la": 37.446847,
    "lo": 126.604693
  },
  {
    "itstId": "1055",
    "itstNm": "항동연안입구",
    "la": 37.450299,
    "lo": 126.622515
  },
  {
    "itstId": "1056",
    "itstNm": "연안농협",
    "la": 37.456247,
    "lo": 126.603768
  },
  {
    "itstId": "1057",
    "nodeId": "1620001500",
    "itstNm": "유동육교3거리",
    "la": 37.470186,
    "lo": 126.639009
  },
  {
    "itstId": "1058",
    "nodeId": "1610094100",
    "itstNm": "아암1단지입구(←남향준설토E)",
    "la": 37.43204,
    "lo": 126.630618
  },
  {
    "itstId": "1059",
    "nodeId": "1610093100",
    "itstNm": "남항환경사업소3",
    "la": 37.433374,
    "lo": 126.627196
  },
  {
    "itstId": "1060",
    "nodeId": "1610019300",
    "itstNm": "볼보물류4거리",
    "la": 37.434487,
    "lo": 126.624546
  },
  {
    "itstId": "1061",
    "nodeId": "1610091200",
    "itstNm": "삼양물류4거리",
    "la": 37.436291,
    "lo": 126.619937
  },
  {
    "itstId": "1062",
    "nodeId": "1610019100",
    "itstNm": "화물휴게소3(←선영물류3)",
    "la": 37.432347,
    "lo": 126.623288
  },
  {
    "itstId": "1063",
    "nodeId": "1610013501",
    "itstNm": "공항초교앞",
    "la": 37.49138,
    "lo": 126.484795
  },
  {
    "itstId": "1064",
    "nodeId": "1610001700",
    "itstNm": "북성선광입구",
    "la": 37.477209,
    "lo": 126.617386
  },
  {
    "itstId": "1065",
    "itstNm": "신포문화센터입구4",
    "la": 37.468825,
    "lo": 126.626064
  },
  {
    "itstId": "1066",
    "itstNm": "용동큰우물",
    "la": 37.473345,
    "lo": 126.62972
  },
  {
    "itstId": "1067",
    "itstNm": "제1터미널출구",
    "la": 37.451968,
    "lo": 126.597488
  },
  {
    "itstId": "1068",
    "itstNm": "화도고개",
    "la": 37.479519,
    "lo": 126.630025
  },
  {
    "itstId": "1069",
    "nodeId": "1610010300",
    "itstNm": "우회고가4거리",
    "la": 37.475462,
    "lo": 126.616066
  },
  {
    "itstId": "1070",
    "nodeId": "1610023600",
    "itstNm": "월미공원입구",
    "la": 37.476246,
    "lo": 126.605582
  },
  {
    "itstId": "1071",
    "itstNm": "옹진선거관리위",
    "la": 37.473052,
    "lo": 126.624707
  },
  {
    "itstId": "1072",
    "itstNm": "월미금고",
    "la": 37.47656,
    "lo": 126.599779
  },
  {
    "itstId": "1073",
    "nodeId": "1610006900",
    "itstNm": "연안여객터미널",
    "la": 37.453266,
    "lo": 126.598396
  },
  {
    "itstId": "1074",
    "nodeId": "1610007100",
    "itstNm": "종합어시장4",
    "la": 37.453993,
    "lo": 126.605349
  },
  {
    "itstId": "1075",
    "nodeId": "1610006700",
    "itstNm": "연안초교3거리",
    "la": 37.452752,
    "lo": 126.608484
  },
  {
    "itstId": "1076",
    "nodeId": "1610006600",
    "itstNm": "연안풍물거리4거리",
    "la": 37.451034,
    "lo": 126.603543
  },
  {
    "itstId": "1077",
    "nodeId": "1610005900",
    "itstNm": "저유소4거리",
    "la": 37.448067,
    "lo": 126.60171
  },
  {
    "itstId": "1078",
    "nodeId": "1610004601",
    "itstNm": "컨부두입구3거리",
    "la": 37.444323,
    "lo": 126.603175
  },
  {
    "itstId": "1079",
    "itstNm": "항동롯데마트",
    "la": 37.447482,
    "lo": 126.621132
  },
  {
    "itstId": "1080",
    "nodeId": "1610091500",
    "itstNm": "동양물류4거리",
    "la": 37.439858,
    "lo": 126.622201
  },
  {
    "itstId": "1081",
    "itstNm": "CJ창고",
    "la": 37.438781,
    "lo": 126.62495
  },
  {
    "itstId": "1082",
    "itstNm": "대우물류3거리",
    "la": 37.434822,
    "lo": 126.619147
  },
  {
    "itstId": "1083",
    "nodeId": "1610019200",
    "itstNm": "아암3교3거리",
    "la": 37.432354,
    "lo": 126.614377
  },
  {
    "itstId": "1084",
    "nodeId": "1610090800",
    "itstNm": "선광물류3거리",
    "la": 37.432368,
    "lo": 126.618491
  },
  {
    "itstId": "1085",
    "itstNm": "아암공동물류3",
    "la": 37.432347,
    "lo": 126.620934
  },
  {
    "itstId": "1086",
    "nodeId": "1610089800",
    "itstNm": "항만주유소",
    "la": 37.457787,
    "lo": 126.60878
  },
  {
    "itstId": "1087",
    "nodeId": "1610090700",
    "itstNm": "원평석재4거리",
    "la": 37.448752,
    "lo": 126.617943
  },
  {
    "itstId": "1088",
    "itstNm": "선창산업",
    "la": 37.477351,
    "lo": 126.60896
  },
  {
    "itstId": "1089",
    "itstNm": "고다곶입구3거리",
    "la": 37.4243,
    "lo": 126.423512
  },
  {
    "itstId": "1090",
    "itstNm": "운서삼안입구",
    "la": 37.490047,
    "lo": 126.486016
  },
  {
    "itstId": "1091",
    "nodeId": "1610002500",
    "itstNm": "삼목지하차도4",
    "la": 37.493183,
    "lo": 126.479953
  },
  {
    "itstId": "1092",
    "nodeId": "1610015000",
    "itstNm": "신삼목마을",
    "la": 37.494537,
    "lo": 126.482217
  },
  {
    "itstId": "1093",
    "nodeId": "1610015700",
    "itstNm": "영마루공원4",
    "la": 37.495357,
    "lo": 126.485055
  },
  {
    "itstId": "1094",
    "nodeId": "1610016200",
    "itstNm": "공항고교",
    "la": 37.496882,
    "lo": 126.485037
  },
  {
    "itstId": "1095",
    "nodeId": "1610016501",
    "itstNm": "삼목초교",
    "la": 37.49932,
    "lo": 126.485163
  },
  {
    "itstId": "1096",
    "nodeId": "1610016502",
    "itstNm": "공항교회",
    "la": 37.500617,
    "lo": 126.486789
  },
  {
    "itstId": "1097",
    "nodeId": "1610017001",
    "itstNm": "백령골입구",
    "la": 37.500496,
    "lo": 126.489116
  },
  {
    "itstId": "1098",
    "nodeId": "1610016900",
    "itstNm": "은골2마을",
    "la": 37.499134,
    "lo": 126.490661
  },
  {
    "itstId": "1099",
    "nodeId": "1610015501",
    "itstNm": "은골1마을",
    "la": 37.496576,
    "lo": 126.490607
  },
  {
    "itstId": "1100",
    "nodeId": "1610015500",
    "itstNm": "은골4",
    "la": 37.4952,
    "lo": 126.490517
  },
  {
    "itstId": "1101",
    "nodeId": "1610014600",
    "itstNm": "운서농협4",
    "la": 37.493903,
    "lo": 126.490508
  },
  {
    "itstId": "1102",
    "nodeId": "1610014000",
    "itstNm": "흰바위4",
    "la": 37.492299,
    "lo": 126.490418
  },
  {
    "itstId": "1103",
    "nodeId": "1610014100",
    "itstNm": "운서우체국3거리",
    "la": 37.492535,
    "lo": 126.488029
  },
  {
    "itstId": "1104",
    "nodeId": "1610014700",
    "itstNm": "운서소방3",
    "la": 37.49396,
    "lo": 126.488145
  },
  {
    "itstId": "1105",
    "nodeId": "1610014200",
    "itstNm": "눈돌4거리",
    "la": 37.492592,
    "lo": 126.484947
  },
  {
    "itstId": "1106",
    "itstNm": "운서주공입구",
    "la": 37.489961,
    "lo": 126.489089
  },
  {
    "itstId": "1107",
    "nodeId": "1610014300",
    "itstNm": "운서역주차장3",
    "la": 37.493725,
    "lo": 126.492772
  },
  {
    "itstId": "1108",
    "itstNm": "운서2교3거리",
    "la": 37.494994,
    "lo": 126.493751
  },
  {
    "itstId": "1109",
    "nodeId": "1610013800",
    "itstNm": "흰바위3거리",
    "la": 37.491872,
    "lo": 126.49146
  },
  {
    "itstId": "1110",
    "itstNm": "공댕이입구3",
    "la": 37.432875,
    "lo": 126.425955
  },
  {
    "itstId": "1111",
    "nodeId": "1610035100",
    "itstNm": "공항버스차고4",
    "la": 37.431591,
    "lo": 126.426117
  },
  {
    "itstId": "1112",
    "nodeId": "1610034800",
    "itstNm": "공항철도기지4",
    "la": 37.427639,
    "lo": 126.423125
  },
  {
    "itstId": "1113",
    "nodeId": "1610034600",
    "itstNm": "거잠포입구3",
    "la": 37.425977,
    "lo": 126.422748
  },
  {
    "itstId": "1114",
    "nodeId": "1610003200",
    "itstNm": "잠진도입구3",
    "la": 37.423665,
    "lo": 126.425201
  },
  {
    "itstId": "1115",
    "nodeId": "1610033000",
    "itstNm": "늙목4",
    "la": 37.452788,
    "lo": 126.391379
  },
  {
    "itstId": "1116",
    "nodeId": "1610021900",
    "itstNm": "약수3",
    "la": 37.447767,
    "lo": 126.388648
  },
  {
    "itstId": "1117",
    "itstNm": "늙목염전",
    "la": 37.447375,
    "lo": 126.397452
  },
  {
    "itstId": "1118",
    "itstNm": "신설동입구",
    "la": 37.445614,
    "lo": 126.400955
  },
  {
    "itstId": "1119",
    "itstNm": "용유파출소",
    "la": 37.444002,
    "lo": 126.403398
  },
  {
    "itstId": "1120",
    "itstNm": "관청말입구",
    "la": 37.442611,
    "lo": 126.40577
  },
  {
    "itstId": "1121",
    "nodeId": "1610033600",
    "itstNm": "용유3거리",
    "la": 37.446669,
    "lo": 126.411034
  },
  {
    "itstId": "1122",
    "itstNm": "용유초교3거리",
    "la": 37.447304,
    "lo": 126.412004
  },
  {
    "itstId": "1123",
    "itstNm": "용유공업사",
    "la": 37.449386,
    "lo": 126.417358
  },
  {
    "itstId": "1124",
    "nodeId": "1610034200",
    "itstNm": "구연도교3",
    "la": 37.452531,
    "lo": 126.420844
  },
  {
    "itstId": "1125",
    "itstNm": "마시란로입구3",
    "la": 37.448088,
    "lo": 126.394146
  },
  {
    "itstId": "1126",
    "itstNm": "남리입구3",
    "la": 37.444472,
    "lo": 126.413612
  },
  {
    "itstId": "1127",
    "nodeId": "1610081700",
    "itstNm": "영종파출소4",
    "la": 37.493675,
    "lo": 126.53351
  },
  {
    "itstId": "1128",
    "nodeId": "1610081400",
    "itstNm": "운남교4거리",
    "la": 37.491266,
    "lo": 126.532756
  },
  {
    "itstId": "1129",
    "nodeId": "1610024900",
    "itstNm": "운남말우물4",
    "la": 37.48912,
    "lo": 126.532882
  },
  {
    "itstId": "1130",
    "nodeId": "1610046700",
    "itstNm": "영종물류고3",
    "la": 37.489156,
    "lo": 126.531795
  },
  {
    "itstId": "1131",
    "itstNm": "운남초교",
    "la": 37.490061,
    "lo": 126.529711
  },
  {
    "itstId": "1132",
    "nodeId": "1610081000",
    "itstNm": "운남공원4거리",
    "la": 37.491301,
    "lo": 126.529728
  },
  {
    "itstId": "1133",
    "nodeId": "1610031500",
    "itstNm": "요트경기장입구",
    "la": 37.460218,
    "lo": 126.371778
  },
  {
    "itstId": "1134",
    "itstNm": "왕산팬션타운",
    "la": 37.458129,
    "lo": 126.371921
  },
  {
    "itstId": "1135",
    "nodeId": "1610015600",
    "itstNm": "영마루공원3",
    "la": 37.495257,
    "lo": 126.488271
  },
  {
    "itstId": "1136",
    "nodeId": "1610066100",
    "itstNm": "운남4거리",
    "la": 37.500709,
    "lo": 126.537831
  },
  {
    "itstId": "1137",
    "nodeId": "1610015800",
    "itstNm": "중산4",
    "la": 37.495471,
    "lo": 126.549833
  },
  {
    "itstId": "1138",
    "nodeId": "1610064100",
    "itstNm": "영종역입구4",
    "la": 37.511263,
    "lo": 126.522344
  },
  {
    "itstId": "1139",
    "itstNm": "공항초입구",
    "la": 37.492556,
    "lo": 126.486502
  },
  {
    "itstId": "1140",
    "nodeId": "1610027300",
    "itstNm": "영종석산입구3",
    "la": 37.519835,
    "lo": 126.501297
  },
  {
    "itstId": "1141",
    "nodeId": "1610070100",
    "itstNm": "탐지견센터입구3",
    "la": 37.521182,
    "lo": 126.501494
  },
  {
    "itstId": "1142",
    "nodeId": "1610003400",
    "itstNm": "남측유수지입구3",
    "la": 37.429151,
    "lo": 126.456219
  },
  {
    "itstId": "1143",
    "nodeId": "1610021000",
    "itstNm": "선녀바위입구",
    "la": 37.444694,
    "lo": 126.376521
  },
  {
    "itstId": "1144",
    "nodeId": "1610035300",
    "itstNm": "공항서로제1진입로3",
    "la": 37.435107,
    "lo": 126.433088
  },
  {
    "itstId": "1145",
    "nodeId": "1610033300",
    "itstNm": "공항서로제2진입로3",
    "la": 37.459833,
    "lo": 126.40259
  },
  {
    "itstId": "1146",
    "nodeId": "1610032900",
    "itstNm": "영종인재개발원",
    "la": 37.455969,
    "lo": 126.385998
  },
  {
    "itstId": "1147",
    "nodeId": "1610032100",
    "itstNm": "왕산교3",
    "la": 37.470821,
    "lo": 126.372613
  },
  {
    "itstId": "1148",
    "itstNm": "왕산레이더3",
    "la": 37.470144,
    "lo": 126.371526
  },
  {
    "itstId": "1149",
    "nodeId": "1610032500",
    "itstNm": "북측유수지3",
    "la": 37.466208,
    "lo": 126.374356
  },
  {
    "itstId": "1150",
    "nodeId": "1610031600",
    "itstNm": "왕산해수욕장3",
    "la": 37.455698,
    "lo": 126.371823
  },
  {
    "itstId": "1151",
    "nodeId": "1610032200",
    "itstNm": "교직원수련원",
    "la": 37.449943,
    "lo": 126.37308
  },
  {
    "itstId": "1152",
    "nodeId": "1610032700",
    "itstNm": "을왕해수욕장",
    "la": 37.445428,
    "lo": 126.375694
  },
  {
    "itstId": "1153",
    "itstNm": "못개입구",
    "la": 37.444116,
    "lo": 126.378731
  },
  {
    "itstId": "1154",
    "itstNm": "영종상촌마을",
    "la": 37.502341,
    "lo": 126.533501
  },
  {
    "itstId": "1155",
    "itstNm": "영종토취장입구3",
    "la": 37.462137,
    "lo": 126.501009
  },
  {
    "itstId": "1156",
    "itstNm": "오성터널입구",
    "la": 37.441562,
    "lo": 126.417125
  },
  {
    "itstId": "1157",
    "itstNm": "영종초입구",
    "la": 37.496825,
    "lo": 126.547776
  },
  {
    "itstId": "1158",
    "nodeId": "1610066600",
    "itstNm": "중촌4거리",
    "la": 37.498122,
    "lo": 126.545485
  },
  {
    "itstId": "1159",
    "nodeId": "1610065400",
    "itstNm": "동감동입구",
    "la": 37.505527,
    "lo": 126.529468
  },
  {
    "itstId": "1160",
    "nodeId": "1610026300",
    "itstNm": "금산나들목입구",
    "la": 37.509895,
    "lo": 126.524096
  },
  {
    "itstId": "1161",
    "itstNm": "금산뒷골3",
    "la": 37.516287,
    "lo": 126.51726
  },
  {
    "itstId": "1162",
    "nodeId": "1610078300",
    "itstNm": "운서초교서측4",
    "la": 37.483111,
    "lo": 126.51001
  },
  {
    "itstId": "1163",
    "nodeId": "1610042500",
    "itstNm": "운서지구3거리",
    "la": 37.483275,
    "lo": 126.50834
  },
  {
    "itstId": "1164",
    "nodeId": "1610042100",
    "itstNm": "운서넙뒤4거리",
    "la": 37.484459,
    "lo": 126.507396
  },
  {
    "itstId": "1165",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "1166",
    "itstNm": "영종수질센터",
    "la": 37.457409,
    "lo": 126.495071
  },
  {
    "itstId": "1167",
    "nodeId": "1610031800",
    "itstNm": "골든리조트",
    "la": 37.451861,
    "lo": 126.372389
  },
  {
    "itstId": "1168",
    "itstNm": "남성네고개",
    "la": 37.4354,
    "lo": 126.42361
  },
  {
    "itstId": "1169",
    "itstNm": "반석행복마을",
    "la": 37.473758,
    "lo": 126.633035
  },
  {
    "itstId": "1170",
    "itstNm": "공항대로주유소3",
    "la": 37.44137,
    "lo": 126.477869
  },
  {
    "itstId": "1171",
    "itstNm": "중구보건소입구3",
    "la": 37.478007,
    "lo": 126.629334
  },
  {
    "itstId": "1172",
    "nodeId": "1610011900",
    "itstNm": "동화마을",
    "la": 37.478799,
    "lo": 126.618886
  },
  {
    "itstId": "1173",
    "itstNm": "우현로입구",
    "la": 37.470194,
    "lo": 126.62566
  },
  {
    "itstId": "1174",
    "itstNm": "신흥SK주유소앞",
    "la": 37.462671,
    "lo": 126.63714
  },
  {
    "itstId": "1175",
    "itstNm": "하늘산책",
    "la": 37.496633,
    "lo": 126.566613
  },
  {
    "itstId": "1176",
    "nodeId": "1610093300",
    "itstNm": "신선초교3거리",
    "la": 37.449907,
    "lo": 126.627842
  },
  {
    "itstId": "1177",
    "itstNm": "영종강서부동산",
    "la": 37.496355,
    "lo": 126.564457
  },
  {
    "itstId": "1178",
    "itstNm": "인성여고",
    "la": 37.473887,
    "lo": 126.625489
  },
  {
    "itstId": "1179",
    "itstNm": "운남공원북",
    "la": 37.491301,
    "lo": 126.531256
  },
  {
    "itstId": "1180",
    "itstNm": "영종하나로마트앞",
    "la": 37.492606,
    "lo": 126.533187
  },
  {
    "itstId": "1181",
    "itstNm": "을왕정비",
    "la": 37.46332,
    "lo": 126.37176
  },
  {
    "itstId": "1182",
    "itstNm": "용유서로520",
    "la": 37.464682,
    "lo": 126.372433
  },
  {
    "itstId": "1183",
    "nodeId": "1610025301",
    "itstNm": "운중4거리",
    "la": 37.49329,
    "lo": 126.538783
  },
  {
    "itstId": "1184",
    "nodeId": "1610050500",
    "itstNm": "돌팍재4거리",
    "la": 37.499676,
    "lo": 126.555348
  },
  {
    "itstId": "1185",
    "itstNm": "바다어린이집",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "1186",
    "nodeId": "1610078800",
    "itstNm": "운서초교4거리",
    "la": 37.483111,
    "lo": 126.511187
  },
  {
    "itstId": "1187",
    "itstNm": "연안초교정문",
    "la": 37.453137,
    "lo": 126.60746
  },
  {
    "itstId": "1188",
    "itstNm": "영종중정문앞",
    "la": 37.483147,
    "lo": 126.523871
  },
  {
    "itstId": "1189",
    "itstNm": "상상플랫폼3",
    "la": 37.476867,
    "lo": 126.615006
  },
  {
    "itstId": "1190",
    "itstNm": "상상플랫폼3",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "2001",
    "nodeId": "1620004900",
    "itstNm": "송현소방4거리",
    "la": 37.486219,
    "lo": 126.650561
  },
  {
    "itstId": "2002",
    "nodeId": "1620004000",
    "itstNm": "염전4거리",
    "la": 37.48314,
    "lo": 126.651001
  },
  {
    "itstId": "2003",
    "itstNm": "송림시장(보)",
    "la": 37.476467,
    "lo": 126.646716
  },
  {
    "itstId": "2004",
    "itstNm": "송림지구대",
    "la": 37.474578,
    "lo": 126.640661
  },
  {
    "itstId": "2005",
    "nodeId": "1620001600",
    "itstNm": "박문사거리",
    "la": 37.470764,
    "lo": 126.649186
  },
  {
    "itstId": "2006",
    "nodeId": "1620002100",
    "itstNm": "서림초교4거리",
    "la": 37.474129,
    "lo": 126.646177
  },
  {
    "itstId": "2007",
    "nodeId": "1620000100",
    "itstNm": "송림5거리",
    "la": 37.475947,
    "lo": 126.644677
  },
  {
    "itstId": "2008",
    "itstNm": "동구공원북문",
    "la": 37.477986,
    "lo": 126.671204
  },
  {
    "itstId": "2009",
    "nodeId": "1620001900",
    "itstNm": "배다리3거리",
    "la": 37.473288,
    "lo": 126.637023
  },
  {
    "itstId": "2010",
    "nodeId": "1620003800",
    "itstNm": "산업용품센타사거리",
    "la": 37.482677,
    "lo": 126.658951
  },
  {
    "itstId": "2011",
    "nodeId": "1620005100",
    "itstNm": "염전3거리",
    "la": 37.486946,
    "lo": 126.645737
  },
  {
    "itstId": "2012",
    "itstNm": "현대제철",
    "la": 37.485314,
    "lo": 126.64385
  },
  {
    "itstId": "2013",
    "nodeId": "1620001000",
    "itstNm": "동국제강",
    "la": 37.483653,
    "lo": 126.642153
  },
  {
    "itstId": "2014",
    "nodeId": "1620000800",
    "itstNm": "송현4거리",
    "la": 37.481229,
    "lo": 126.639601
  },
  {
    "itstId": "2015",
    "nodeId": "1620004500",
    "itstNm": "방축사거리",
    "la": 37.485008,
    "lo": 126.652564
  },
  {
    "itstId": "2016",
    "nodeId": "1620005400",
    "itstNm": "방축삼거리",
    "la": 37.488393,
    "lo": 126.647165
  },
  {
    "itstId": "2017",
    "itstNm": "동구노인복지관(서흥초교)",
    "la": 37.477801,
    "lo": 126.644982
  },
  {
    "itstId": "2018",
    "nodeId": "1620003200",
    "itstNm": "이건산업",
    "la": 37.480973,
    "lo": 126.66232
  },
  {
    "itstId": "2019",
    "itstNm": "인천의료원",
    "la": 37.478385,
    "lo": 126.667512
  },
  {
    "itstId": "2020",
    "nodeId": "1620005600",
    "itstNm": "솔빛마을정문",
    "la": 37.479953,
    "lo": 126.636655
  },
  {
    "itstId": "2021",
    "nodeId": "1620000900",
    "itstNm": "송현치안3거리",
    "la": 37.48222,
    "lo": 126.637383
  },
  {
    "itstId": "2022",
    "itstNm": "일진전기",
    "la": 37.484074,
    "lo": 126.634274
  },
  {
    "itstId": "2023",
    "nodeId": "1620001400",
    "itstNm": "화수사거리",
    "la": 37.485792,
    "lo": 126.630142
  },
  {
    "itstId": "2024",
    "itstNm": "두인북문",
    "la": 37.486797,
    "lo": 126.625525
  },
  {
    "itstId": "2025",
    "nodeId": "1620005200",
    "itstNm": "만석부두입구4거리",
    "la": 37.486975,
    "lo": 126.621779
  },
  {
    "itstId": "2026",
    "nodeId": "1620001100",
    "itstNm": "만석4거리",
    "la": 37.483838,
    "lo": 126.626199
  },
  {
    "itstId": "2027",
    "nodeId": "1620002700",
    "itstNm": "화평사거리",
    "la": 37.478321,
    "lo": 126.631526
  },
  {
    "itstId": "2028",
    "nodeId": "1620003100",
    "itstNm": "수문통4거리",
    "la": 37.480752,
    "lo": 126.635622
  },
  {
    "itstId": "2029",
    "itstNm": "송현농협(보)",
    "la": 37.47785,
    "lo": 126.634463
  },
  {
    "itstId": "2030",
    "nodeId": "1620000600",
    "itstNm": "황금고개4거리",
    "la": 37.48073,
    "lo": 126.645683
  },
  {
    "itstId": "2031",
    "itstNm": "인천세무소",
    "la": 37.470229,
    "lo": 126.642225
  },
  {
    "itstId": "2032",
    "nodeId": "1620002300",
    "itstNm": "서림초교3거리",
    "la": 37.475134,
    "lo": 126.648055
  },
  {
    "itstId": "2033",
    "nodeId": "1620001601",
    "itstNm": "동산지구입구3거리",
    "la": 37.471997,
    "lo": 126.649941
  },
  {
    "itstId": "2034",
    "nodeId": "1620005700",
    "itstNm": "송림풍림3거리",
    "la": 37.480139,
    "lo": 126.647237
  },
  {
    "itstId": "2035",
    "itstNm": "송림고가3거리",
    "la": 37.478677,
    "lo": 126.651378
  },
  {
    "itstId": "2036",
    "itstNm": "송림3거리",
    "la": 37.478007,
    "lo": 126.651926
  },
  {
    "itstId": "2037",
    "nodeId": "1620004300",
    "itstNm": "송림위생사업소",
    "la": 37.484516,
    "lo": 126.649142
  },
  {
    "itstId": "2038",
    "nodeId": "1620002500",
    "itstNm": "화평치안4거리",
    "la": 37.477622,
    "lo": 126.632271
  },
  {
    "itstId": "2039",
    "nodeId": "1620000300",
    "itstNm": "재능대3거리",
    "la": 37.477116,
    "lo": 126.649106
  },
  {
    "itstId": "2040",
    "itstNm": "송현삼두입구",
    "la": 37.480224,
    "lo": 126.634894
  },
  {
    "itstId": "2041",
    "itstNm": "송림경기장",
    "la": 37.485621,
    "lo": 126.647471
  },
  {
    "itstId": "2042",
    "itstNm": "동구다목적회관",
    "la": 37.482256,
    "lo": 126.647013
  },
  {
    "itstId": "2043",
    "nodeId": "1620003901",
    "itstNm": "송림체육관",
    "la": 37.483617,
    "lo": 126.648297
  },
  {
    "itstId": "2044",
    "nodeId": "1620001200",
    "itstNm": "만석초교입구",
    "la": 37.484872,
    "lo": 126.628471
  },
  {
    "itstId": "2045",
    "itstNm": "두인정문",
    "la": 37.486362,
    "lo": 126.627717
  },
  {
    "itstId": "2046",
    "nodeId": "1620005900",
    "itstNm": "만석부두입구삼거리",
    "la": 37.487203,
    "lo": 126.623477
  },
  {
    "itstId": "2047",
    "itstNm": "송림초교",
    "la": 37.474043,
    "lo": 126.636107
  },
  {
    "itstId": "2048",
    "itstNm": "화도진중학교",
    "la": 37.483967,
    "lo": 126.631831
  },
  {
    "itstId": "2049",
    "itstNm": "만석주공입구",
    "la": 37.485521,
    "lo": 126.622731
  },
  {
    "itstId": "2050",
    "itstNm": "화도진공원",
    "la": 37.481258,
    "lo": 126.628193
  },
  {
    "itstId": "2051",
    "nodeId": "1620001800",
    "itstNm": "동구청4거리",
    "la": 37.473145,
    "lo": 126.644084
  },
  {
    "itstId": "2052",
    "nodeId": "1620002400",
    "itstNm": "송현3거리",
    "la": 37.476745,
    "lo": 126.63325
  },
  {
    "itstId": "2053",
    "itstNm": "송현3동주민센터",
    "la": 37.481037,
    "lo": 126.642458
  },
  {
    "itstId": "2054",
    "itstNm": "수문지구",
    "la": 37.478763,
    "lo": 126.633322
  },
  {
    "itstId": "2055",
    "nodeId": "1620004200",
    "itstNm": "이건창호4_제2산용4거리",
    "la": 37.484038,
    "lo": 126.655106
  },
  {
    "itstId": "2056",
    "nodeId": "1620000301",
    "itstNm": "재능대4거리",
    "la": 37.477366,
    "lo": 126.649887
  },
  {
    "itstId": "2057",
    "itstNm": "동산중앞",
    "la": 37.471684,
    "lo": 126.648342
  },
  {
    "itstId": "2058",
    "itstNm": "송현초교앞",
    "la": 37.48078,
    "lo": 126.633232
  },
  {
    "itstId": "2059",
    "itstNm": "서림초교앞",
    "la": 37.474621,
    "lo": 126.647066
  },
  {
    "itstId": "2060",
    "itstNm": "송림휴먼시아",
    "la": 37.478905,
    "lo": 126.650714
  },
  {
    "itstId": "3001",
    "nodeId": "1630014900",
    "itstNm": "숭의시장4거리",
    "la": 37.466914,
    "lo": 126.645773
  },
  {
    "itstId": "3002",
    "itstNm": "주오4거리",
    "la": 37.466472,
    "lo": 126.683888
  },
  {
    "itstId": "3003",
    "nodeId": "1630014800",
    "itstNm": "주안역북측4거리",
    "la": 37.4669,
    "lo": 126.679442
  },
  {
    "itstId": "3004",
    "itstNm": "대화초교(보)",
    "la": 37.468019,
    "lo": 126.669057
  },
  {
    "itstId": "3005",
    "itstNm": "도화금고",
    "la": 37.468147,
    "lo": 126.661125
  },
  {
    "itstId": "3006",
    "nodeId": "1630015200",
    "itstNm": "박문3거리",
    "la": 37.468561,
    "lo": 126.651154
  },
  {
    "itstId": "3007",
    "nodeId": "1630015300",
    "itstNm": "숭의시장3거리",
    "la": 37.468661,
    "lo": 126.647812
  },
  {
    "itstId": "3008",
    "nodeId": "1630006200",
    "itstNm": "사미공원입구",
    "la": 37.448495,
    "lo": 126.672731
  },
  {
    "itstId": "3009",
    "itstNm": "주안7동주민센터",
    "la": 37.448224,
    "lo": 126.676711
  },
  {
    "itstId": "3010",
    "nodeId": "1630006000",
    "itstNm": "신기시장4거리",
    "la": 37.448038,
    "lo": 126.679684
  },
  {
    "itstId": "3011",
    "nodeId": "1630006100",
    "itstNm": "승학4거리",
    "la": 37.448288,
    "lo": 126.689961
  },
  {
    "itstId": "3012",
    "nodeId": "1650015100",
    "itstNm": "남인천여중4거리",
    "la": 37.445457,
    "lo": 126.694983
  },
  {
    "itstId": "3013",
    "nodeId": "1650014700",
    "itstNm": "중앙공원4거리",
    "la": 37.443987,
    "lo": 126.698827
  },
  {
    "itstId": "3014",
    "nodeId": "1630013600",
    "itstNm": "숭의운동장4거리",
    "la": 37.464026,
    "lo": 126.643958
  },
  {
    "itstId": "3015",
    "itstNm": "도화동원입구",
    "la": 37.464019,
    "lo": 126.671815
  },
  {
    "itstId": "3016",
    "itstNm": "주안우진입구",
    "la": 37.448038,
    "lo": 126.685218
  },
  {
    "itstId": "3017",
    "itstNm": "현상약국",
    "la": 37.453601,
    "lo": 126.679846
  },
  {
    "itstId": "3018",
    "nodeId": "1630011400",
    "itstNm": "미추홀사거리",
    "la": 37.460974,
    "lo": 126.680232
  },
  {
    "itstId": "3019",
    "itstNm": "주안로얄입구 - 주안로얄아파트",
    "la": 37.449529,
    "lo": 126.679747
  },
  {
    "itstId": "3020",
    "nodeId": "1630016100",
    "itstNm": "가구단지4거리",
    "la": 37.480588,
    "lo": 126.655735
  },
  {
    "itstId": "3021",
    "nodeId": "1630002100",
    "itstNm": "궁현4거리",
    "la": 37.47559,
    "lo": 126.665158
  },
  {
    "itstId": "3022",
    "itstNm": "송림고개",
    "la": 37.477544,
    "lo": 126.653723
  },
  {
    "itstId": "3023",
    "nodeId": "1630000900",
    "itstNm": "용현국민은행3",
    "la": 37.454585,
    "lo": 126.633699
  },
  {
    "itstId": "3024",
    "itstNm": "차량정비단지3",
    "la": 37.439323,
    "lo": 126.633394
  },
  {
    "itstId": "3025",
    "itstNm": "경인방송국3",
    "la": 37.436477,
    "lo": 126.633969
  },
  {
    "itstId": "3026",
    "itstNm": "인하대후문",
    "la": 37.451148,
    "lo": 126.656714
  },
  {
    "itstId": "3027",
    "itstNm": "용현4동사무소",
    "la": 37.449536,
    "lo": 126.662832
  },
  {
    "itstId": "3028",
    "nodeId": "1630005500",
    "itstNm": "교통방송사거리",
    "la": 37.445464,
    "lo": 126.650489
  },
  {
    "itstId": "3029",
    "itstNm": "OCI입구",
    "la": 37.441491,
    "lo": 126.649447
  },
  {
    "itstId": "3030",
    "itstNm": "능해나들목4(능해IC)",
    "la": 37.446455,
    "lo": 126.631804
  },
  {
    "itstId": "3031",
    "nodeId": "1630005300",
    "itstNm": "학익여고입구4거리",
    "la": 37.44443,
    "lo": 126.678822
  },
  {
    "itstId": "3032",
    "nodeId": "1630004100",
    "itstNm": "학익교회3거리",
    "la": 37.441163,
    "lo": 126.678319
  },
  {
    "itstId": "3033",
    "nodeId": "1630002500",
    "itstNm": "조개고개삼거리",
    "la": 37.434494,
    "lo": 126.647246
  },
  {
    "itstId": "3034",
    "nodeId": "1630007800",
    "itstNm": "용일사거리",
    "la": 37.452296,
    "lo": 126.667512
  },
  {
    "itstId": "3035",
    "nodeId": "1630007400",
    "itstNm": "주안2동사무소",
    "la": 37.451818,
    "lo": 126.673073
  },
  {
    "itstId": "3036",
    "nodeId": "1630007300",
    "itstNm": "신기4거리",
    "la": 37.451383,
    "lo": 126.679891
  },
  {
    "itstId": "3037",
    "itstNm": "제물포여중(보)",
    "la": 37.450912,
    "lo": 126.687401
  },
  {
    "itstId": "3038",
    "nodeId": "1630006900",
    "itstNm": "승기4거리",
    "la": 37.450734,
    "lo": 126.68988
  },
  {
    "itstId": "3039",
    "nodeId": "1630010300",
    "itstNm": "시민공원역4거리",
    "la": 37.458479,
    "lo": 126.68008
  },
  {
    "itstId": "3040",
    "nodeId": "1630010000",
    "itstNm": "석바위4거리",
    "la": 37.457908,
    "lo": 126.689395
  },
  {
    "itstId": "3041",
    "nodeId": "1630008500",
    "itstNm": "인천고교",
    "la": 37.454742,
    "lo": 126.689593
  },
  {
    "itstId": "3042",
    "nodeId": "1630012800",
    "itstNm": "석암4거리",
    "la": 37.463584,
    "lo": 126.689844
  },
  {
    "itstId": "3043",
    "nodeId": "1630013400",
    "itstNm": "주안역3거리",
    "la": 37.464019,
    "lo": 126.680358
  },
  {
    "itstId": "3044",
    "nodeId": "1630013200",
    "itstNm": "도화초교4거리",
    "la": 37.463876,
    "lo": 126.669165
  },
  {
    "itstId": "3045",
    "itstNm": "도화나들목",
    "la": 37.461167,
    "lo": 126.672884
  },
  {
    "itstId": "3046",
    "nodeId": "1630010600",
    "itstNm": "주안4거리",
    "la": 37.458764,
    "lo": 126.676145
  },
  {
    "itstId": "3047",
    "nodeId": "1630015100",
    "itstNm": "도화4거리",
    "la": 37.46844,
    "lo": 126.665015
  },
  {
    "itstId": "3048",
    "nodeId": "1630015800",
    "itstNm": "6공단사거리",
    "la": 37.473473,
    "lo": 126.668527
  },
  {
    "itstId": "3049",
    "nodeId": "1630002300",
    "itstNm": "인천교3거리",
    "la": 37.476239,
    "lo": 126.67009
  },
  {
    "itstId": "3050",
    "nodeId": "1630009000",
    "itstNm": "기계공고(보)",
    "la": 37.455384,
    "lo": 126.66992
  },
  {
    "itstId": "3051",
    "nodeId": "1630010800",
    "itstNm": "제일시장4거리",
    "la": 37.458978,
    "lo": 126.672282
  },
  {
    "itstId": "3052",
    "itstNm": "인천금고",
    "la": 37.459477,
    "lo": 126.693482
  },
  {
    "itstId": "3053",
    "nodeId": "1630005600",
    "itstNm": "관교여중4거리",
    "la": 37.445392,
    "lo": 126.689988
  },
  {
    "itstId": "3054",
    "itstNm": "주안역지구대",
    "la": 37.46424,
    "lo": 126.675633
  },
  {
    "itstId": "3055",
    "nodeId": "1630013000",
    "itstNm": "석암지하차도 입구",
    "la": 37.463769,
    "lo": 126.686035
  },
  {
    "itstId": "3056",
    "itstNm": "주안현대입구",
    "la": 37.4582,
    "lo": 126.68387
  },
  {
    "itstId": "3057",
    "nodeId": "1630014500",
    "itstNm": "남구청입구삼거리",
    "la": 37.466165,
    "lo": 126.649492
  },
  {
    "itstId": "3058",
    "itstNm": "숭의3거리",
    "la": 37.466158,
    "lo": 126.652591
  },
  {
    "itstId": "3059",
    "nodeId": "1630014400",
    "itstNm": "제물포역3거리",
    "la": 37.466208,
    "lo": 126.656355
  },
  {
    "itstId": "3060",
    "nodeId": "1630013701",
    "itstNm": "수봉공원3거리",
    "la": 37.465481,
    "lo": 126.663811
  },
  {
    "itstId": "3061",
    "nodeId": "1630012000",
    "itstNm": "숭의로타리",
    "la": 37.462165,
    "lo": 126.64288
  },
  {
    "itstId": "3062",
    "nodeId": "1630001500",
    "itstNm": "능안삼거리",
    "la": 37.460817,
    "lo": 126.63838
  },
  {
    "itstId": "3063",
    "nodeId": "1630001200",
    "itstNm": "인하대병원4거리",
    "la": 37.457188,
    "lo": 126.635864
  },
  {
    "itstId": "3064",
    "nodeId": "1630003700",
    "itstNm": "학익소방4거리",
    "la": 37.439694,
    "lo": 126.672228
  },
  {
    "itstId": "3065",
    "itstNm": "제물포역북측3거리",
    "la": 37.467798,
    "lo": 126.656427
  },
  {
    "itstId": "3066",
    "itstNm": "대우전자입구",
    "la": 37.444116,
    "lo": 126.644946
  },
  {
    "itstId": "3067",
    "itstNm": "문학향교",
    "la": 37.438474,
    "lo": 126.686125
  },
  {
    "itstId": "3068",
    "nodeId": "1630003400",
    "itstNm": "문학4거리",
    "la": 37.439565,
    "lo": 126.677789
  },
  {
    "itstId": "3069",
    "nodeId": "1630003600",
    "itstNm": "학익지구대사거리",
    "la": 37.439523,
    "lo": 126.674986
  },
  {
    "itstId": "3070",
    "itstNm": "주안태화입구",
    "la": 37.467342,
    "lo": 126.675453
  },
  {
    "itstId": "3071",
    "itstNm": "주안주유소",
    "la": 37.453458,
    "lo": 126.668428
  },
  {
    "itstId": "3072",
    "nodeId": "1630003800",
    "itstNm": "법원길삼거리",
    "la": 37.4404,
    "lo": 126.670593
  },
  {
    "itstId": "3073",
    "nodeId": "1630004900",
    "itstNm": "학익4거리",
    "la": 37.442939,
    "lo": 126.664188
  },
  {
    "itstId": "3074",
    "itstNm": "학익치안센타",
    "la": 37.444472,
    "lo": 126.660514
  },
  {
    "itstId": "3075",
    "nodeId": "1630019000",
    "itstNm": "인하공전",
    "la": 37.446027,
    "lo": 126.656526
  },
  {
    "itstId": "3076",
    "itstNm": "인하대정문",
    "la": 37.446826,
    "lo": 126.654657
  },
  {
    "itstId": "3077",
    "nodeId": "1630006300",
    "itstNm": "비룡4거리",
    "la": 37.448652,
    "lo": 126.649932
  },
  {
    "itstId": "3078",
    "itstNm": "용현고개",
    "la": 37.453958,
    "lo": 126.648612
  },
  {
    "itstId": "3079",
    "nodeId": "1630009300",
    "itstNm": "용현4거리",
    "la": 37.456318,
    "lo": 126.649914
  },
  {
    "itstId": "3080",
    "nodeId": "1630011100",
    "itstNm": "남부역삼거리",
    "la": 37.460012,
    "lo": 126.64147
  },
  {
    "itstId": "3081",
    "nodeId": "1630011200",
    "itstNm": "숭의5거리",
    "la": 37.459841,
    "lo": 126.648315
  },
  {
    "itstId": "3082",
    "nodeId": "1630013100",
    "itstNm": "장안4거리",
    "la": 37.46367,
    "lo": 126.646518
  },
  {
    "itstId": "3083",
    "nodeId": "1630014100",
    "itstNm": "남구청4거리",
    "la": 37.465053,
    "lo": 126.649995
  },
  {
    "itstId": "3084",
    "nodeId": "1630009100",
    "itstNm": "독정이3거리",
    "la": 37.45609,
    "lo": 126.655232
  },
  {
    "itstId": "3085",
    "itstNm": "옥련사격장3",
    "la": 37.435799,
    "lo": 126.647605
  },
  {
    "itstId": "3086",
    "nodeId": "1630004000",
    "itstNm": "학산사거리",
    "la": 37.440792,
    "lo": 126.662553
  },
  {
    "itstId": "3087",
    "itstNm": "학익대동A",
    "la": 37.440072,
    "lo": 126.666614
  },
  {
    "itstId": "3088",
    "nodeId": "1630006001",
    "itstNm": "주안진흥입구",
    "la": 37.447931,
    "lo": 126.681346
  },
  {
    "itstId": "3089",
    "itstNm": "관교삼환A",
    "la": 37.441085,
    "lo": 126.698477
  },
  {
    "itstId": "3090",
    "itstNm": "석암주유소",
    "la": 37.457509,
    "lo": 126.694659
  },
  {
    "itstId": "3091",
    "itstNm": "관청마을입구",
    "la": 37.438759,
    "lo": 126.681301
  },
  {
    "itstId": "3092",
    "nodeId": "1630015900",
    "itstNm": "방축고가입구사거리",
    "la": 37.474685,
    "lo": 126.678364
  },
  {
    "itstId": "3093",
    "nodeId": "1680177000",
    "itstNm": "주안산단역4거리",
    "la": 37.473894,
    "lo": 126.681068
  },
  {
    "itstId": "3094",
    "nodeId": "1660002300",
    "itstNm": "주염로삼거리",
    "la": 37.472354,
    "lo": 126.685469
  },
  {
    "itstId": "3095",
    "nodeId": "1630005800",
    "itstNm": "학익2동사무소",
    "la": 37.446619,
    "lo": 126.667054
  },
  {
    "itstId": "3096",
    "itstNm": "순일빌딩3거리",
    "la": 37.467712,
    "lo": 126.672237
  },
  {
    "itstId": "3097",
    "nodeId": "1630006700",
    "itstNm": "용현우리은행3거리",
    "la": 37.449793,
    "lo": 126.633412
  },
  {
    "itstId": "3098",
    "nodeId": "1630006400",
    "itstNm": "용현대림삼거리",
    "la": 37.448787,
    "lo": 126.634894
  },
  {
    "itstId": "3099",
    "nodeId": "1630006500",
    "itstNm": "제운4거리",
    "la": 37.448901,
    "lo": 126.667503
  },
  {
    "itstId": "3100",
    "itstNm": "문학고개",
    "la": 37.438267,
    "lo": 126.675956
  },
  {
    "itstId": "3101",
    "nodeId": "1630010400",
    "itstNm": "용현향교4거리",
    "la": 37.4585,
    "lo": 126.644964
  },
  {
    "itstId": "3102",
    "nodeId": "1630004001",
    "itstNm": "학익교삼거리",
    "la": 37.442953,
    "lo": 126.657146
  },
  {
    "itstId": "3103",
    "nodeId": "1630070500",
    "itstNm": "용화사4거리",
    "la": 37.469723,
    "lo": 126.683098
  },
  {
    "itstId": "3104",
    "nodeId": "1630015400",
    "itstNm": "주안일터4거리",
    "la": 37.470293,
    "lo": 126.679999
  },
  {
    "itstId": "3105",
    "nodeId": "1630015500",
    "itstNm": "주안5동PB",
    "la": 37.470821,
    "lo": 126.677214
  },
  {
    "itstId": "3106",
    "nodeId": "1630007500",
    "itstNm": "용현굴다리",
    "la": 37.451918,
    "lo": 126.648279
  },
  {
    "itstId": "3107",
    "nodeId": "1630002800",
    "itstNm": "문학체육공원삼거리",
    "la": 37.43841,
    "lo": 126.689206
  },
  {
    "itstId": "3108",
    "itstNm": "주안전화국입구",
    "la": 37.458821,
    "lo": 126.674447
  },
  {
    "itstId": "3109",
    "itstNm": "도화역입구",
    "la": 37.468283,
    "lo": 126.666632
  },
  {
    "itstId": "3110",
    "nodeId": "1630007700",
    "itstNm": "인하대후문3거리",
    "la": 37.452296,
    "lo": 126.652807
  },
  {
    "itstId": "3111",
    "itstNm": "석바위고개3거리",
    "la": 37.460967,
    "lo": 126.689647
  },
  {
    "itstId": "3112",
    "nodeId": "1630003100",
    "itstNm": "종합터미널입구4",
    "la": 37.438931,
    "lo": 126.699591
  },
  {
    "itstId": "3113",
    "nodeId": "1630003200",
    "itstNm": "관교교통공원",
    "la": 37.438952,
    "lo": 126.698208
  },
  {
    "itstId": "3114",
    "itstNm": "독정이굴다리",
    "la": 37.455041,
    "lo": 126.658691
  },
  {
    "itstId": "3115",
    "itstNm": "용일초교",
    "la": 37.452731,
    "lo": 126.666057
  },
  {
    "itstId": "3116",
    "nodeId": "1630004400",
    "itstNm": "법원3거리",
    "la": 37.441998,
    "lo": 126.666506
  },
  {
    "itstId": "3117",
    "nodeId": "1630004500",
    "itstNm": "검찰청3거리",
    "la": 37.442547,
    "lo": 126.670432
  },
  {
    "itstId": "3118",
    "nodeId": "1630004600",
    "itstNm": "관교중3거리",
    "la": 37.442754,
    "lo": 126.691838
  },
  {
    "itstId": "3119",
    "itstNm": "인천소방본부",
    "la": 37.448723,
    "lo": 126.669955
  },
  {
    "itstId": "3120",
    "itstNm": "정석항공고",
    "la": 37.450335,
    "lo": 126.659894
  },
  {
    "itstId": "3121",
    "itstNm": "남구청민원실",
    "la": 37.463263,
    "lo": 126.6511
  },
  {
    "itstId": "3122",
    "nodeId": "1630011700",
    "itstNm": "장천사거리",
    "la": 37.461374,
    "lo": 126.652142
  },
  {
    "itstId": "3123",
    "itstNm": "용현신약국",
    "la": 37.459605,
    "lo": 126.653211
  },
  {
    "itstId": "3124",
    "itstNm": "용현시장",
    "la": 37.457495,
    "lo": 126.654567
  },
  {
    "itstId": "3125",
    "itstNm": "숭의교회",
    "la": 37.461466,
    "lo": 126.644434
  },
  {
    "itstId": "3126",
    "itstNm": "숭의초교",
    "la": 37.462629,
    "lo": 126.655196
  },
  {
    "itstId": "3127",
    "itstNm": "제물포치안3거리",
    "la": 37.464839,
    "lo": 126.65631
  },
  {
    "itstId": "3128",
    "nodeId": "1630012500",
    "itstNm": "제물포시장",
    "la": 37.463085,
    "lo": 126.656624
  },
  {
    "itstId": "3129",
    "itstNm": "용정초교",
    "la": 37.45989,
    "lo": 126.659104
  },
  {
    "itstId": "3130",
    "itstNm": "푸른샘어린이집",
    "la": 37.460454,
    "lo": 126.649869
  },
  {
    "itstId": "3131",
    "itstNm": "용현신창입구",
    "la": 37.44388,
    "lo": 126.642548
  },
  {
    "itstId": "3132",
    "itstNm": "용화사입구(보)",
    "la": 37.468154,
    "lo": 126.682002
  },
  {
    "itstId": "3133",
    "itstNm": "제물포굴다리",
    "la": 37.466251,
    "lo": 126.658349
  },
  {
    "itstId": "3134",
    "nodeId": "1620003600",
    "itstNm": "삼영주유소",
    "la": 37.481985,
    "lo": 126.653211
  },
  {
    "itstId": "3135",
    "itstNm": "용현윤성입구",
    "la": 37.445328,
    "lo": 126.639799
  },
  {
    "itstId": "3136",
    "nodeId": "1630005900",
    "itstNm": "옹진군청",
    "la": 37.44669,
    "lo": 126.637841
  },
  {
    "itstId": "3137",
    "itstNm": "수봉대림빌라(보)",
    "la": 37.459078,
    "lo": 126.668967
  },
  {
    "itstId": "3138",
    "itstNm": "수봉교회(보)",
    "la": 37.4586,
    "lo": 126.667279
  },
  {
    "itstId": "3139",
    "itstNm": "수봉마을쉼터(보)",
    "la": 37.45773,
    "lo": 126.666236
  },
  {
    "itstId": "3140",
    "itstNm": "수봉운교3거리",
    "la": 37.457701,
    "lo": 126.663083
  },
  {
    "itstId": "3141",
    "nodeId": "1630018700",
    "itstNm": "미추홀서입구4",
    "la": 37.443745,
    "lo": 126.655187
  },
  {
    "itstId": "3142",
    "itstNm": "인주중학교",
    "la": 37.441762,
    "lo": 126.660083
  },
  {
    "itstId": "3143",
    "itstNm": "문학초교",
    "la": 37.438553,
    "lo": 126.683511
  },
  {
    "itstId": "3144",
    "nodeId": "1630005200",
    "itstNm": "학익여고3거리",
    "la": 37.444159,
    "lo": 126.67628
  },
  {
    "itstId": "3145",
    "itstNm": "중부검역본부",
    "la": 37.463876,
    "lo": 126.684023
  },
  {
    "itstId": "3146",
    "nodeId": "1630004901",
    "itstNm": "학익초교입구",
    "la": 37.445157,
    "lo": 126.658565
  },
  {
    "itstId": "3147",
    "nodeId": "1630019600",
    "itstNm": "토금6로굴다리4",
    "la": 37.455134,
    "lo": 126.64023
  },
  {
    "itstId": "3148",
    "nodeId": "1630010900",
    "itstNm": "여성복지관4",
    "la": 37.459726,
    "lo": 126.689557
  },
  {
    "itstId": "3149",
    "itstNm": "인천남중입구",
    "la": 37.466201,
    "lo": 126.654352
  },
  {
    "itstId": "3150",
    "itstNm": "잔다리입구",
    "la": 37.450577,
    "lo": 126.692674
  },
  {
    "itstId": "3151",
    "itstNm": "숭의2동주민센타",
    "la": 37.462557,
    "lo": 126.647004
  },
  {
    "itstId": "3152",
    "itstNm": "학익역4거리",
    "la": 37.438495,
    "lo": 126.648342
  },
  {
    "itstId": "3153",
    "itstNm": "남부서정문",
    "la": 37.442597,
    "lo": 126.654495
  },
  {
    "itstId": "3154",
    "nodeId": "1630018300",
    "itstNm": "남부서입구삼거리",
    "la": 37.441812,
    "lo": 126.653903
  },
  {
    "itstId": "3155",
    "nodeId": "1630018100",
    "itstNm": "학익두산남문",
    "la": 37.441049,
    "lo": 126.655645
  },
  {
    "itstId": "3156",
    "itstNm": "관교동주민센터",
    "la": 37.444408,
    "lo": 126.697103
  },
  {
    "itstId": "3157",
    "itstNm": "인하공전북문",
    "la": 37.450813,
    "lo": 126.658089
  },
  {
    "itstId": "3158",
    "nodeId": "1630000700",
    "itstNm": "낙섬4거리",
    "la": 37.451262,
    "lo": 126.631229
  },
  {
    "itstId": "3159",
    "nodeId": "1630003000",
    "itstNm": "문학경기장4거리",
    "la": 37.438752,
    "lo": 126.694938
  },
  {
    "itstId": "3160",
    "itstNm": "학익하나입구",
    "la": 37.439958,
    "lo": 126.66833
  },
  {
    "itstId": "3161",
    "nodeId": "1630018400",
    "itstNm": "한누리주유소",
    "la": 37.442825,
    "lo": 126.649914
  },
  {
    "itstId": "3162",
    "nodeId": "1630013800",
    "itstNm": "숭의소방3거리",
    "la": 37.464753,
    "lo": 126.642225
  },
  {
    "itstId": "3163",
    "itstNm": "인천대후문",
    "la": 37.475961,
    "lo": 126.655672
  },
  {
    "itstId": "3164",
    "itstNm": "숭의금고",
    "la": 37.461866,
    "lo": 126.647363
  },
  {
    "itstId": "3165",
    "itstNm": "도화산단4 (DH01)",
    "la": 37.479012,
    "lo": 126.658709
  },
  {
    "itstId": "3166",
    "nodeId": "1630002101",
    "itstNm": "도화산단3거리(DH02)",
    "la": 37.477736,
    "lo": 126.661071
  },
  {
    "itstId": "3167",
    "itstNm": "도화산단3입구(DH03)",
    "la": 37.476788,
    "lo": 126.662859
  },
  {
    "itstId": "3168",
    "itstNm": "서화공원(DH05)",
    "la": 37.475191,
    "lo": 126.657101
  },
  {
    "itstId": "3169",
    "nodeId": "1630001900",
    "itstNm": "서화초교4거리(DH07)",
    "la": 37.47492,
    "lo": 126.660056
  },
  {
    "itstId": "3170",
    "nodeId": "1630001902",
    "itstNm": "서화초교3(DH08)",
    "la": 37.475255,
    "lo": 126.662553
  },
  {
    "itstId": "3171",
    "itstNm": "비즈니스고3거리(DH11)",
    "la": 37.471783,
    "lo": 126.667557
  },
  {
    "itstId": "3172",
    "nodeId": "1630015105",
    "itstNm": "도화지구입구3(DH12)",
    "la": 37.470964,
    "lo": 126.666946
  },
  {
    "itstId": "3173",
    "itstNm": "DH13",
    "la": 37.469901,
    "lo": 126.666389
  },
  {
    "itstId": "3174",
    "itstNm": "도2주문센터(DH15-1)",
    "la": 37.468361,
    "lo": 126.662877
  },
  {
    "itstId": "3175",
    "nodeId": "1630015106",
    "itstNm": "JST3(DH17)",
    "la": 37.468026,
    "lo": 126.659796
  },
  {
    "itstId": "3176",
    "itstNm": "도화행정타운(DH18)",
    "la": 37.469053,
    "lo": 126.659778
  },
  {
    "itstId": "3177",
    "itstNm": "청운대남문(DH19)",
    "la": 37.469687,
    "lo": 126.659742
  },
  {
    "itstId": "3178",
    "nodeId": "1630068800",
    "itstNm": "도화지구대(DH20)",
    "la": 37.469687,
    "lo": 126.661493
  },
  {
    "itstId": "3179",
    "nodeId": "1630015101",
    "itstNm": "도화지구3거리(DH22)",
    "la": 37.470108,
    "lo": 126.663461
  },
  {
    "itstId": "3180",
    "itstNm": "도화특화3거리(DH24)",
    "la": 37.470885,
    "lo": 126.662742
  },
  {
    "itstId": "3181",
    "nodeId": "1630015104",
    "itstNm": "청운대동문(DH29)",
    "la": 37.471819,
    "lo": 126.661978
  },
  {
    "itstId": "3182",
    "nodeId": "1630068600",
    "itstNm": "도화녹지3(DH38)",
    "la": 37.473416,
    "lo": 126.665069
  },
  {
    "itstId": "3183",
    "nodeId": "1630068700",
    "itstNm": "도화공원3(DH39)",
    "la": 37.471356,
    "lo": 126.665473
  },
  {
    "itstId": "3184",
    "itstNm": "도화대림(DH53)",
    "la": 37.474036,
    "lo": 126.664125
  },
  {
    "itstId": "3185",
    "nodeId": "1630015103",
    "itstNm": "서화초후문(DH34)",
    "la": 37.473181,
    "lo": 126.660613
  },
  {
    "itstId": "3186",
    "itstNm": "제일시장북서문",
    "la": 37.460404,
    "lo": 126.674016
  },
  {
    "itstId": "3187",
    "nodeId": "1630010500",
    "itstNm": "주안농협",
    "la": 37.458628,
    "lo": 126.677798
  },
  {
    "itstId": "3188",
    "nodeId": "1630013300",
    "itstNm": "주안행복주택",
    "la": 37.463926,
    "lo": 126.682855
  },
  {
    "itstId": "3190",
    "itstNm": "주안하나은행",
    "la": 37.458643,
    "lo": 126.691668
  },
  {
    "itstId": "3191",
    "itstNm": "석바위시장역",
    "la": 37.457687,
    "lo": 126.692306
  },
  {
    "itstId": "3192",
    "itstNm": "사랑병원",
    "la": 37.462244,
    "lo": 126.680313
  },
  {
    "itstId": "3193",
    "nodeId": "1630009301",
    "itstNm": "주인공원3거리",
    "la": 37.457823,
    "lo": 126.64624
  },
  {
    "itstId": "3194",
    "itstNm": "용마루2블럭(YM21)",
    "la": 37.45661,
    "lo": 126.645405
  },
  {
    "itstId": "3195",
    "nodeId": "1630019700",
    "itstNm": "용마루공원4(YM22)",
    "la": 37.455576,
    "lo": 126.643967
  },
  {
    "itstId": "3196",
    "itstNm": "인화여고",
    "la": 37.468326,
    "lo": 126.652645
  },
  {
    "itstId": "3197",
    "itstNm": "인하노인센터",
    "la": 37.441448,
    "lo": 126.667898
  },
  {
    "itstId": "3199",
    "itstNm": "수봉폭포",
    "la": 37.464789,
    "lo": 126.666389
  },
  {
    "itstId": "3200",
    "itstNm": "선인고3",
    "la": 37.468176,
    "lo": 126.653903
  },
  {
    "itstId": "3201",
    "itstNm": "도화4구역입구",
    "la": 37.474058,
    "lo": 126.667575
  },
  {
    "itstId": "3202",
    "itstNm": "시온교회입구",
    "la": 37.465616,
    "lo": 126.651369
  },
  {
    "itstId": "3203",
    "nodeId": "1630011500",
    "itstNm": "신성쇼핑4거리",
    "la": 37.461017,
    "lo": 126.682721
  },
  {
    "itstId": "3204",
    "itstNm": "석암초교(보)",
    "la": 37.461167,
    "lo": 126.685919
  },
  {
    "itstId": "3205",
    "nodeId": "1630014300",
    "itstNm": "숭의농협",
    "la": 37.466087,
    "lo": 126.645261
  },
  {
    "itstId": "3206",
    "nodeId": "1630007900",
    "itstNm": "용현초교4거리",
    "la": 37.45241,
    "lo": 126.641686
  },
  {
    "itstId": "3207",
    "itstNm": "용현중학교",
    "la": 37.447739,
    "lo": 126.638883
  },
  {
    "itstId": "3208",
    "itstNm": "인천구치소",
    "la": 37.444836,
    "lo": 126.669857
  },
  {
    "itstId": "3209",
    "itstNm": "연학초교",
    "la": 37.44388,
    "lo": 126.67221
  },
  {
    "itstId": "3210",
    "itstNm": "주안한신입구",
    "la": 37.444915,
    "lo": 126.681005
  },
  {
    "itstId": "3211",
    "nodeId": "1630017000",
    "itstNm": "학산초교3거리",
    "la": 37.43908,
    "lo": 126.657765
  },
  {
    "itstId": "3212",
    "nodeId": "1630017800",
    "itstNm": "한나루공원4",
    "la": 37.439993,
    "lo": 126.662149
  },
  {
    "itstId": "3213",
    "itstNm": "용3행복3거리",
    "la": 37.456439,
    "lo": 126.652016
  },
  {
    "itstId": "3214",
    "nodeId": "1630019300",
    "itstNm": "용오굴다리3",
    "la": 37.452603,
    "lo": 126.645773
  },
  {
    "itstId": "3215",
    "nodeId": "1630019301",
    "itstNm": "용현동아3",
    "la": 37.452981,
    "lo": 126.644794
  },
  {
    "itstId": "3216",
    "itstNm": "용정공원",
    "la": 37.450977,
    "lo": 126.643626
  },
  {
    "itstId": "3217",
    "itstNm": "도담공원",
    "la": 37.447054,
    "lo": 126.642701
  },
  {
    "itstId": "3218",
    "nodeId": "1630069600",
    "itstNm": "용학초서문",
    "la": 37.44632,
    "lo": 126.642952
  },
  {
    "itstId": "3219",
    "itstNm": "다솜공원3",
    "la": 37.447803,
    "lo": 126.64633
  },
  {
    "itstId": "3221",
    "itstNm": "미추홀꿈에그린3거리",
    "la": 37.456917,
    "lo": 126.680017
  },
  {
    "itstId": "3222",
    "nodeId": "1630009900",
    "itstNm": "용현스크린골프",
    "la": 37.457694,
    "lo": 126.642323
  },
  {
    "itstId": "3223",
    "itstNm": "용마루3단지(YM02)",
    "la": 37.459291,
    "lo": 126.643123
  },
  {
    "itstId": "3224",
    "nodeId": "1630007200",
    "itstNm": "멕시카나치킨앞",
    "la": 37.451162,
    "lo": 126.640697
  },
  {
    "itstId": "3225",
    "itstNm": "인주초교정문",
    "la": 37.442026,
    "lo": 126.674555
  },
  {
    "itstId": "3226",
    "itstNm": "신동아7차",
    "la": 37.442768,
    "lo": 126.674456
  },
  {
    "itstId": "3227",
    "nodeId": "1630004300",
    "itstNm": "신동아6차",
    "la": 37.441227,
    "lo": 126.675085
  },
  {
    "itstId": "3228",
    "nodeId": "1630017900",
    "itstNm": "병무청정문",
    "la": 37.4403,
    "lo": 126.657397
  },
  {
    "itstId": "3229",
    "itstNm": "스카이프라자",
    "la": 37.472318,
    "lo": 126.661448
  },
  {
    "itstId": "3230",
    "itstNm": "도화5단지",
    "la": 37.472439,
    "lo": 126.663173
  },
  {
    "itstId": "3231",
    "itstNm": "학익힐스테이트정문",
    "la": 37.442347,
    "lo": 126.64527
  },
  {
    "itstId": "3232",
    "itstNm": "용정공원남측",
    "la": 37.449386,
    "lo": 126.64271
  },
  {
    "itstId": "3233",
    "nodeId": "1630005100",
    "itstNm": "교정아파트3거리",
    "la": 37.443724,
    "lo": 126.670324
  },
  {
    "itstId": "3234",
    "itstNm": "염전충전소3",
    "la": 37.469345,
    "lo": 126.685074
  },
  {
    "itstId": "3235",
    "nodeId": "1630070600",
    "itstNm": "주5행복센터",
    "la": 37.466194,
    "lo": 126.686799
  },
  {
    "itstId": "3236",
    "itstNm": "주안센트레빌정문",
    "la": 37.469217,
    "lo": 126.686179
  },
  {
    "itstId": "3237",
    "itstNm": "학익힐스테이트후문",
    "la": 37.443453,
    "lo": 126.646491
  },
  {
    "itstId": "3238",
    "nodeId": "1630018000",
    "itstNm": "반디유치원",
    "la": 37.440707,
    "lo": 126.656499
  },
  {
    "itstId": "3239",
    "itstNm": "이화어린이집",
    "la": 37.451676,
    "lo": 126.635936
  },
  {
    "itstId": "3240",
    "itstNm": "공작어린이집",
    "la": 37.459163,
    "lo": 126.639242
  },
  {
    "itstId": "3241",
    "itstNm": "건영유치원",
    "la": 37.449308,
    "lo": 126.672812
  },
  {
    "itstId": "3242",
    "itstNm": "별하어린이집",
    "la": 37.450178,
    "lo": 126.672911
  },
  {
    "itstId": "3243",
    "itstNm": "용현5동행정복지센터",
    "la": 37.453045,
    "lo": 126.640374
  },
  {
    "itstId": "3244",
    "itstNm": "주안에듀포레정문",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "3245",
    "itstNm": "주안에듀포레후문",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "3246",
    "itstNm": "도화농협",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4001",
    "nodeId": "1640013600",
    "itstNm": "해양고3거리",
    "la": 37.424643,
    "lo": 126.640536
  },
  {
    "itstId": "4002",
    "itstNm": "능허대공원남측",
    "la": 37.421932,
    "lo": 126.643635
  },
  {
    "itstId": "4003",
    "nodeId": "1640015300",
    "itstNm": "청학풀장입구사거리",
    "la": 37.42699,
    "lo": 126.66338
  },
  {
    "itstId": "4004",
    "nodeId": "1640010000",
    "itstNm": "송도전화국사거리",
    "la": 37.420583,
    "lo": 126.64624
  },
  {
    "itstId": "4005",
    "nodeId": "1640000500",
    "itstNm": "옹암5거리",
    "la": 37.430478,
    "lo": 126.635379
  },
  {
    "itstId": "4006",
    "nodeId": "1640016700",
    "itstNm": "터미널3거리",
    "la": 37.438909,
    "lo": 126.702376
  },
  {
    "itstId": "4007",
    "nodeId": "1640008400",
    "itstNm": "솔안말사거리",
    "la": 37.418942,
    "lo": 126.692162
  },
  {
    "itstId": "4008",
    "nodeId": "1640014902",
    "itstNm": "선학역입구",
    "la": 37.428637,
    "lo": 126.699079
  },
  {
    "itstId": "4009",
    "nodeId": "1640012400",
    "itstNm": "선학역사거리",
    "la": 37.423209,
    "lo": 126.698145
  },
  {
    "itstId": "4010",
    "nodeId": "1640007000",
    "itstNm": "신연수역4거리",
    "la": 37.417958,
    "lo": 126.693985
  },
  {
    "itstId": "4011",
    "nodeId": "1640004400",
    "itstNm": "원인재역3거리",
    "la": 37.412043,
    "lo": 126.687536
  },
  {
    "itstId": "4012",
    "nodeId": "1640003600",
    "itstNm": "연수4거리",
    "la": 37.407897,
    "lo": 126.683242
  },
  {
    "itstId": "4013",
    "nodeId": "1640002500",
    "itstNm": "경원로3거리",
    "la": 37.400954,
    "lo": 126.6761
  },
  {
    "itstId": "4014",
    "nodeId": "1640001900",
    "itstNm": "동막역4거리",
    "la": 37.397164,
    "lo": 126.671905
  },
  {
    "itstId": "4015",
    "nodeId": "1640014100",
    "itstNm": "청학4거리",
    "la": 37.425213,
    "lo": 126.669264
  },
  {
    "itstId": "4016",
    "nodeId": "1640013500",
    "itstNm": "연수동남3거리",
    "la": 37.424635,
    "lo": 126.676621
  },
  {
    "itstId": "4017",
    "nodeId": "1640013000",
    "itstNm": "수리봉4거리",
    "la": 37.424143,
    "lo": 126.682864
  },
  {
    "itstId": "4018",
    "nodeId": "1640012000",
    "itstNm": "길마산4거리",
    "la": 37.422995,
    "lo": 126.693491
  },
  {
    "itstId": "4019",
    "nodeId": "1640011800",
    "itstNm": "선학초교4거리",
    "la": 37.423009,
    "lo": 126.701046
  },
  {
    "itstId": "4020",
    "nodeId": "1640010900",
    "itstNm": "청학공고4거리",
    "la": 37.421511,
    "lo": 126.66797
  },
  {
    "itstId": "4021",
    "nodeId": "1640011600",
    "itstNm": "인천여고",
    "la": 37.42288,
    "lo": 126.690725
  },
  {
    "itstId": "4022",
    "nodeId": "1640016400",
    "itstNm": "옥골4거리",
    "la": 37.431084,
    "lo": 126.646249
  },
  {
    "itstId": "4023",
    "itstNm": "옥련고개3거리",
    "la": 37.429387,
    "lo": 126.651217
  },
  {
    "itstId": "4024",
    "nodeId": "1640015600",
    "itstNm": "송도역3거리",
    "la": 37.427703,
    "lo": 126.657496
  },
  {
    "itstId": "4025",
    "itstNm": "청학영남3거리",
    "la": 37.427346,
    "lo": 126.659517
  },
  {
    "itstId": "4026",
    "nodeId": "1640003000",
    "itstNm": "동춘역4거리",
    "la": 37.403509,
    "lo": 126.678966
  },
  {
    "itstId": "4027",
    "nodeId": "1640014500",
    "itstNm": "인송중입구사거리",
    "la": 37.425791,
    "lo": 126.644659
  },
  {
    "itstId": "4028",
    "nodeId": "1640013200",
    "itstNm": "옥련우리은행4거리",
    "la": 37.424257,
    "lo": 126.64465
  },
  {
    "itstId": "4029",
    "nodeId": "1640024400",
    "itstNm": "옥련백산사거리",
    "la": 37.421789,
    "lo": 126.645342
  },
  {
    "itstId": "4030",
    "nodeId": "1640015200",
    "itstNm": "옥련사거리",
    "la": 37.426904,
    "lo": 126.644991
  },
  {
    "itstId": "4031",
    "nodeId": "1640011200",
    "itstNm": "동남스포피아",
    "la": 37.42246,
    "lo": 126.67477
  },
  {
    "itstId": "4032",
    "nodeId": "1640012500",
    "itstNm": "함박초교4거리",
    "la": 37.423266,
    "lo": 126.676495
  },
  {
    "itstId": "4033",
    "nodeId": "1640011000",
    "itstNm": "함박뫼4거리",
    "la": 37.421782,
    "lo": 126.681661
  },
  {
    "itstId": "4034",
    "nodeId": "1640009900",
    "itstNm": "인천연일학교",
    "la": 37.42054,
    "lo": 126.689386
  },
  {
    "itstId": "4035",
    "nodeId": "1640009400",
    "itstNm": "문남초교",
    "la": 37.420062,
    "lo": 126.680241
  },
  {
    "itstId": "4036",
    "nodeId": "1640008500",
    "itstNm": "연수고가입구",
    "la": 37.418921,
    "lo": 126.679217
  },
  {
    "itstId": "4037",
    "nodeId": "1640006100",
    "itstNm": "연수중앙초3",
    "la": 37.416838,
    "lo": 126.684823
  },
  {
    "itstId": "4038",
    "nodeId": "1640005900",
    "itstNm": "연수중3거리",
    "la": 37.415732,
    "lo": 126.686709
  },
  {
    "itstId": "4039",
    "nodeId": "1640006500",
    "itstNm": "적십자병원",
    "la": 37.41708,
    "lo": 126.689224
  },
  {
    "itstId": "4040",
    "nodeId": "1640009600",
    "itstNm": "용담공원4거리",
    "la": 37.420148,
    "lo": 126.671977
  },
  {
    "itstId": "4041",
    "nodeId": "1640006800",
    "itstNm": "청학중삼거리",
    "la": 37.417444,
    "lo": 126.670953
  },
  {
    "itstId": "4042",
    "nodeId": "1640005800",
    "itstNm": "연수국민은행사거리",
    "la": 37.415482,
    "lo": 126.676899
  },
  {
    "itstId": "4043",
    "nodeId": "1640005400",
    "itstNm": "먼우금4거리",
    "la": 37.413655,
    "lo": 126.675678
  },
  {
    "itstId": "4044",
    "nodeId": "1640004102",
    "itstNm": "연수동아입구",
    "la": 37.411679,
    "lo": 126.677528
  },
  {
    "itstId": "4045",
    "nodeId": "1640005500",
    "itstNm": "연화사거리",
    "la": 37.413734,
    "lo": 126.684742
  },
  {
    "itstId": "4046",
    "nodeId": "1640004700",
    "itstNm": "연수2동사무소",
    "la": 37.412128,
    "lo": 126.68184
  },
  {
    "itstId": "4047",
    "nodeId": "1640004100",
    "itstNm": "연수구청사거리",
    "la": 37.410181,
    "lo": 126.679666
  },
  {
    "itstId": "4048",
    "nodeId": "1640004300",
    "itstNm": "청량중3",
    "la": 37.411037,
    "lo": 126.672929
  },
  {
    "itstId": "4049",
    "nodeId": "1640003700",
    "itstNm": "연성중학교",
    "la": 37.408468,
    "lo": 126.677798
  },
  {
    "itstId": "4050",
    "nodeId": "1640003100",
    "itstNm": "소금밭사거리",
    "la": 37.405457,
    "lo": 126.6761
  },
  {
    "itstId": "4051",
    "nodeId": "1640002700",
    "itstNm": "동막초교",
    "la": 37.402831,
    "lo": 126.673315
  },
  {
    "itstId": "4052",
    "nodeId": "1640005300",
    "itstNm": "나나주유소",
    "la": 37.41317,
    "lo": 126.657226
  },
  {
    "itstId": "4053",
    "nodeId": "1640004500",
    "itstNm": "여성의광장사거리",
    "la": 37.411979,
    "lo": 126.665635
  },
  {
    "itstId": "4054",
    "nodeId": "1640004200",
    "itstNm": "동춘태평아파트",
    "la": 37.410973,
    "lo": 126.667997
  },
  {
    "itstId": "4055",
    "nodeId": "1640003800",
    "itstNm": "동춘4거리",
    "la": 37.409117,
    "lo": 126.670764
  },
  {
    "itstId": "4056",
    "nodeId": "1640003300",
    "itstNm": "동춘한양4거리",
    "la": 37.406563,
    "lo": 126.670018
  },
  {
    "itstId": "4057",
    "nodeId": "1640002800",
    "itstNm": "서면초교4거리",
    "la": 37.402973,
    "lo": 126.669785
  },
  {
    "itstId": "4058",
    "nodeId": "1640002100",
    "itstNm": "구석말3거리",
    "la": 37.399113,
    "lo": 126.668698
  },
  {
    "itstId": "4059",
    "nodeId": "1640000400",
    "itstNm": "친수공원",
    "la": 37.421596,
    "lo": 126.637562
  },
  {
    "itstId": "4060",
    "itstNm": "아암도",
    "la": 37.412592,
    "lo": 126.641757
  },
  {
    "itstId": "4061",
    "nodeId": "1640024200",
    "itstNm": "송도3교4거리",
    "la": 37.408447,
    "lo": 126.646635
  },
  {
    "itstId": "4062",
    "nodeId": "1640082900",
    "itstNm": "송도2교사거리",
    "la": 37.400904,
    "lo": 126.655322
  },
  {
    "itstId": "4063",
    "nodeId": "1640000100",
    "itstNm": "외암도4거리",
    "la": 37.392604,
    "lo": 126.666937
  },
  {
    "itstId": "4064",
    "nodeId": "1640016600",
    "itstNm": "장도장4거리",
    "la": 37.435949,
    "lo": 126.698558
  },
  {
    "itstId": "4065",
    "nodeId": "1640005402",
    "itstNm": "연수중앙병원",
    "la": 37.416017,
    "lo": 126.673755
  },
  {
    "itstId": "4066",
    "nodeId": "1640013800",
    "itstNm": "청학지하차도입구",
    "la": 37.424921,
    "lo": 126.673091
  },
  {
    "itstId": "4067",
    "nodeId": "1640024600",
    "itstNm": "함박마을입구",
    "la": 37.423908,
    "lo": 126.686098
  },
  {
    "itstId": "4068",
    "nodeId": "1640006900",
    "itstNm": "먼우금길삼거리",
    "la": 37.41758,
    "lo": 126.677915
  },
  {
    "itstId": "4069",
    "itstNm": "인천여중",
    "la": 37.404529,
    "lo": 126.675103
  },
  {
    "itstId": "4070",
    "itstNm": "송도라마다입구",
    "la": 37.412913,
    "lo": 126.653642
  },
  {
    "itstId": "4071",
    "nodeId": "1640011900",
    "itstNm": "능허대공원북측",
    "la": 37.422902,
    "lo": 126.641883
  },
  {
    "itstId": "4072",
    "nodeId": "1640003500",
    "itstNm": "동춘국민은행삼거리",
    "la": 37.407583,
    "lo": 126.672929
  },
  {
    "itstId": "4073",
    "nodeId": "1640004600",
    "itstNm": "소암말4거리",
    "la": 37.411993,
    "lo": 126.654244
  },
  {
    "itstId": "4074",
    "itstNm": "대우차출고장",
    "la": 37.410238,
    "lo": 126.65075
  },
  {
    "itstId": "4075",
    "itstNm": "옥련현대1차4거리",
    "la": 37.427268,
    "lo": 126.642979
  },
  {
    "itstId": "4076",
    "nodeId": "1640015100",
    "itstNm": "옥련2동4거리",
    "la": 37.426512,
    "lo": 126.648082
  },
  {
    "itstId": "4077",
    "nodeId": "1640014300",
    "itstNm": "옥련중후문4거리",
    "la": 37.425591,
    "lo": 126.654469
  },
  {
    "itstId": "4078",
    "nodeId": "1640014600",
    "itstNm": "옥련중정문4거리",
    "la": 37.425827,
    "lo": 126.652771
  },
  {
    "itstId": "4079",
    "nodeId": "1640014601",
    "itstNm": "새싹공원3거리",
    "la": 37.426226,
    "lo": 126.649797
  },
  {
    "itstId": "4080",
    "itstNm": "주은교회",
    "la": 37.423487,
    "lo": 126.654406
  },
  {
    "itstId": "4081",
    "nodeId": "1640011300",
    "itstNm": "축현초교4거리",
    "la": 37.422609,
    "lo": 126.653283
  },
  {
    "itstId": "4082",
    "itstNm": "송도가든",
    "la": 37.422659,
    "lo": 126.650112
  },
  {
    "itstId": "4083",
    "itstNm": "예일교회",
    "la": 37.422402,
    "lo": 126.647947
  },
  {
    "itstId": "4084",
    "itstNm": "송도유원지",
    "la": 37.4184,
    "lo": 126.649734
  },
  {
    "itstId": "4085",
    "nodeId": "1640014200",
    "itstNm": "옥련금고3거리",
    "la": 37.425413,
    "lo": 126.656184
  },
  {
    "itstId": "4086",
    "nodeId": "1640016200",
    "itstNm": "옥련2동사무소",
    "la": 37.429979,
    "lo": 126.649501
  },
  {
    "itstId": "4087",
    "nodeId": "1640084000",
    "itstNm": "앵고개사거리",
    "la": 37.412628,
    "lo": 126.663137
  },
  {
    "itstId": "4088",
    "nodeId": "1640009602",
    "itstNm": "용담마을3거리",
    "la": 37.42064,
    "lo": 126.670521
  },
  {
    "itstId": "4089",
    "nodeId": "1640006200",
    "itstNm": "꽃게거리입구",
    "la": 37.416802,
    "lo": 126.6503
  },
  {
    "itstId": "4090",
    "itstNm": "문학경기장역4",
    "la": 37.434173,
    "lo": 126.697902
  },
  {
    "itstId": "4091",
    "nodeId": "1640014901",
    "itstNm": "선학경기장입구4거리",
    "la": 37.431049,
    "lo": 126.698908
  },
  {
    "itstId": "4092",
    "nodeId": "1640006802",
    "itstNm": "연수보건소",
    "la": 37.418543,
    "lo": 126.671303
  },
  {
    "itstId": "4093",
    "nodeId": "1640002801",
    "itstNm": "동춘대동입구",
    "la": 37.404665,
    "lo": 126.669893
  },
  {
    "itstId": "4094",
    "nodeId": "1640004800",
    "itstNm": "청량초3",
    "la": 37.412414,
    "lo": 126.67433
  },
  {
    "itstId": "4095",
    "itstNm": "연수체육공원",
    "la": 37.40677,
    "lo": 126.685137
  },
  {
    "itstId": "4096",
    "nodeId": "1640107001",
    "itstNm": "연수E마트입구",
    "la": 37.406049,
    "lo": 126.681346
  },
  {
    "itstId": "4097",
    "nodeId": "1640015701",
    "itstNm": "송도역앞",
    "la": 37.428416,
    "lo": 126.654325
  },
  {
    "itstId": "4098",
    "nodeId": "1640006801",
    "itstNm": "청릉마을3(청학태평2차A)",
    "la": 37.417794,
    "lo": 126.669488
  },
  {
    "itstId": "4099",
    "nodeId": "1640002300",
    "itstNm": "동춘차고3",
    "la": 37.400069,
    "lo": 126.669497
  },
  {
    "itstId": "4100",
    "nodeId": "1640003900",
    "itstNm": "동춘서해3거리",
    "la": 37.40966,
    "lo": 126.666407
  },
  {
    "itstId": "4101",
    "nodeId": "1640003401",
    "itstNm": "동춘2구역4거리",
    "la": 37.408054,
    "lo": 126.666299
  },
  {
    "itstId": "4102",
    "nodeId": "1640002400",
    "itstNm": "구석말4거리",
    "la": 37.400883,
    "lo": 126.665617
  },
  {
    "itstId": "4103",
    "itstNm": "박문초교 입구",
    "la": 37.402167,
    "lo": 126.666874
  },
  {
    "itstId": "4104",
    "itstNm": "문남마을입구",
    "la": 37.422524,
    "lo": 126.679621
  },
  {
    "itstId": "4105",
    "nodeId": "1640013301",
    "itstNm": "능허대초교4거리",
    "la": 37.424443,
    "lo": 126.649465
  },
  {
    "itstId": "4106",
    "itstNm": "승기펌프장",
    "la": 37.416181,
    "lo": 126.639296
  },
  {
    "itstId": "4107",
    "itstNm": "인천대교홍보관3거리",
    "la": 37.409674,
    "lo": 126.645117
  },
  {
    "itstId": "4108",
    "itstNm": "대한적십자(보)",
    "la": 37.419891,
    "lo": 126.690482
  },
  {
    "itstId": "4109",
    "itstNm": "소암말입구4",
    "la": 37.404693,
    "lo": 126.657855
  },
  {
    "itstId": "4110",
    "itstNm": "소암말3거리",
    "la": 37.40926,
    "lo": 126.65569
  },
  {
    "itstId": "4111",
    "nodeId": "1640092200",
    "itstNm": "DC04",
    "la": 37.412343,
    "lo": 126.657415
  },
  {
    "itstId": "4112",
    "itstNm": "동춘파크자이(DC09)",
    "la": 37.411187,
    "lo": 126.658152
  },
  {
    "itstId": "4113",
    "itstNm": "새봄초후문(DC10)",
    "la": 37.409802,
    "lo": 126.657253
  },
  {
    "itstId": "4114",
    "itstNm": "능허대초교정문",
    "la": 37.423651,
    "lo": 126.647974
  },
  {
    "itstId": "4115",
    "itstNm": "박문초교남",
    "la": 37.401475,
    "lo": 126.666227
  },
  {
    "itstId": "4116",
    "itstNm": "옥련서해입구3",
    "la": 37.422559,
    "lo": 126.651899
  },
  {
    "itstId": "4117",
    "itstNm": "선학초교3거리",
    "la": 37.424236,
    "lo": 126.701181
  },
  {
    "itstId": "4118",
    "nodeId": "1640087900",
    "itstNm": "청학초교앞",
    "la": 37.418899,
    "lo": 126.669875
  },
  {
    "itstId": "4119",
    "itstNm": "옥련초교정문",
    "la": 37.425178,
    "lo": 126.648019
  },
  {
    "itstId": "4120",
    "nodeId": "1640002902",
    "itstNm": "봉재산3거리",
    "la": 37.404772,
    "lo": 126.667844
  },
  {
    "itstId": "4121",
    "nodeId": "1640002900",
    "itstNm": "박문초교북3",
    "la": 37.403209,
    "lo": 126.667377
  },
  {
    "itstId": "4122",
    "itstNm": "연송초앞",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4123",
    "itstNm": "신송초남3거리",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4124",
    "itstNm": "신송공원3거리",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4125",
    "itstNm": "먼우금초남3거리",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4126",
    "itstNm": "잔디마당",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4127",
    "itstNm": "생태마당",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "4128",
    "itstNm": "동춘초교앞",
    "la": 37.409988,
    "lo": 126.669443
  },
  {
    "itstId": "5001",
    "nodeId": "1650008000",
    "itstNm": "남동굴다리4거리",
    "la": 37.406085,
    "lo": 126.698755
  },
  {
    "itstId": "5002",
    "nodeId": "1650005500",
    "itstNm": "고잔4거리",
    "la": 37.389414,
    "lo": 126.686368
  },
  {
    "itstId": "5003",
    "nodeId": "1650006700",
    "itstNm": "제3번영로4거리",
    "la": 37.399933,
    "lo": 126.686305
  },
  {
    "itstId": "5004",
    "nodeId": "1650007600",
    "itstNm": "제2번영로4거리",
    "la": 37.4046,
    "lo": 126.689844
  },
  {
    "itstId": "5005",
    "nodeId": "1650008800",
    "itstNm": "남동공단PB",
    "la": 37.409346,
    "lo": 126.69324
  },
  {
    "itstId": "5006",
    "nodeId": "1650009900",
    "itstNm": "제1번영로사거리",
    "la": 37.415218,
    "lo": 126.698181
  },
  {
    "itstId": "5007",
    "nodeId": "1650014300",
    "itstNm": "농산물시장4거리",
    "la": 37.443132,
    "lo": 126.702879
  },
  {
    "itstId": "5008",
    "nodeId": "1630005000",
    "itstNm": "신세계백화점",
    "la": 37.443531,
    "lo": 126.700247
  },
  {
    "itstId": "5009",
    "nodeId": "1650070800",
    "itstNm": "갈뫼사거리",
    "la": 37.388529,
    "lo": 126.716551
  },
  {
    "itstId": "5010",
    "nodeId": "1650016500",
    "itstNm": "작은구월4거리",
    "la": 37.449144,
    "lo": 126.718671
  },
  {
    "itstId": "5011",
    "itstNm": "석정초교(보)",
    "la": 37.46645,
    "lo": 126.698136
  },
  {
    "itstId": "5012",
    "nodeId": "1650003700",
    "itstNm": "간석4거리",
    "la": 37.461053,
    "lo": 126.720126
  },
  {
    "itstId": "5013",
    "itstNm": "구월체육공원입구",
    "la": 37.458864,
    "lo": 126.719767
  },
  {
    "itstId": "5014",
    "nodeId": "1650091100",
    "itstNm": "전재울삼거리",
    "la": 37.438781,
    "lo": 126.710074
  },
  {
    "itstId": "5015",
    "nodeId": "1650091400",
    "itstNm": "선수촌삼거리",
    "la": 37.439073,
    "lo": 126.714817
  },
  {
    "itstId": "5016",
    "nodeId": "1650110900",
    "itstNm": "교보문고3거리",
    "la": 37.445592,
    "lo": 126.700525
  },
  {
    "itstId": "5017",
    "nodeId": "1650003401",
    "itstNm": "만수북초교3거리",
    "la": 37.459106,
    "lo": 126.727151
  },
  {
    "itstId": "5018",
    "nodeId": "1650021600",
    "itstNm": "간석역북측",
    "la": 37.46563,
    "lo": 126.693527
  },
  {
    "itstId": "5019",
    "nodeId": "1650016300",
    "itstNm": "구월벽산입구",
    "la": 37.448873,
    "lo": 126.724375
  },
  {
    "itstId": "5020",
    "nodeId": "1650102300",
    "itstNm": "만수지구대",
    "la": 37.46163,
    "lo": 126.731391
  },
  {
    "itstId": "5021",
    "nodeId": "1650002800",
    "itstNm": "장수4거리",
    "la": 37.45005,
    "lo": 126.746133
  },
  {
    "itstId": "5022",
    "nodeId": "1650002700",
    "itstNm": "장자골4거리",
    "la": 37.449301,
    "lo": 126.749555
  },
  {
    "itstId": "5023",
    "nodeId": "1650091201",
    "itstNm": "구월팬더입구",
    "la": 37.449586,
    "lo": 126.710658
  },
  {
    "itstId": "5024",
    "nodeId": "1650001700",
    "itstNm": "남동나들목",
    "la": 37.431305,
    "lo": 126.708439
  },
  {
    "itstId": "5025",
    "nodeId": "1650013700",
    "itstNm": "전재울4거리",
    "la": 37.438845,
    "lo": 126.706238
  },
  {
    "itstId": "5026",
    "nodeId": "1650015800",
    "itstNm": "독곡4거리",
    "la": 37.448017,
    "lo": 126.740347
  },
  {
    "itstId": "5027",
    "nodeId": "1650015400",
    "itstNm": "남동구평생학습관3",
    "la": 37.447026,
    "lo": 126.733251
  },
  {
    "itstId": "5028",
    "nodeId": "1650015700",
    "itstNm": "장승백이4거리",
    "la": 37.447675,
    "lo": 126.745091
  },
  {
    "itstId": "5029",
    "itstNm": "서창분기점입구",
    "la": 37.441598,
    "lo": 126.742099
  },
  {
    "itstId": "5030",
    "itstNm": "만수여중",
    "la": 37.459705,
    "lo": 126.732577
  },
  {
    "itstId": "5031",
    "nodeId": "1660003100",
    "itstNm": "부평4거리",
    "la": 37.479198,
    "lo": 126.710775
  },
  {
    "itstId": "5032",
    "itstNm": "구삼4거리",
    "la": 37.450342,
    "lo": 126.696429
  },
  {
    "itstId": "5033",
    "nodeId": "1650016800",
    "itstNm": "시청입구삼거리",
    "la": 37.449921,
    "lo": 126.704379
  },
  {
    "itstId": "5034",
    "nodeId": "1650016700",
    "itstNm": "길병원4거리",
    "la": 37.449757,
    "lo": 126.707658
  },
  {
    "itstId": "5035",
    "nodeId": "1650016100",
    "itstNm": "남동구청4거리",
    "la": 37.448395,
    "lo": 126.733889
  },
  {
    "itstId": "5036",
    "nodeId": "1650003100",
    "itstNm": "만수4거리",
    "la": 37.452966,
    "lo": 126.736152
  },
  {
    "itstId": "5037",
    "nodeId": "1630014200",
    "itstNm": "이화4거리",
    "la": 37.465866,
    "lo": 126.690078
  },
  {
    "itstId": "5038",
    "nodeId": "1650022000",
    "itstNm": "석정3거리",
    "la": 37.468454,
    "lo": 126.690266
  },
  {
    "itstId": "5039",
    "itstNm": "목화예식장",
    "la": 37.465709,
    "lo": 126.710802
  },
  {
    "itstId": "5040",
    "nodeId": "1650003900",
    "itstNm": "간석시장사거리",
    "la": 37.463969,
    "lo": 126.714422
  },
  {
    "itstId": "5041",
    "nodeId": "1650003701",
    "itstNm": "상인천중",
    "la": 37.462564,
    "lo": 126.717126
  },
  {
    "itstId": "5042",
    "nodeId": "1650003600",
    "itstNm": "만수소방4거리",
    "la": 37.460005,
    "lo": 126.725624
  },
  {
    "itstId": "5043",
    "nodeId": "1650003400",
    "itstNm": "만수시장입구삼거리",
    "la": 37.457516,
    "lo": 126.729478
  },
  {
    "itstId": "5044",
    "nodeId": "1650003300",
    "itstNm": "만수주공사거리",
    "la": 37.45487,
    "lo": 126.73335
  },
  {
    "itstId": "5045",
    "nodeId": "1650008700",
    "itstNm": "중소기업청4거리",
    "la": 37.409239,
    "lo": 126.701091
  },
  {
    "itstId": "5046",
    "nodeId": "1650009400",
    "itstNm": "벗말4거리",
    "la": 37.412771,
    "lo": 126.703651
  },
  {
    "itstId": "5047",
    "nodeId": "1650010000",
    "itstNm": "공단주유소",
    "la": 37.416267,
    "lo": 126.706283
  },
  {
    "itstId": "5048",
    "nodeId": "1650010800",
    "itstNm": "동양이화공업",
    "la": 37.419349,
    "lo": 126.708556
  },
  {
    "itstId": "5049",
    "nodeId": "1650011900",
    "itstNm": "남동공단입구4거리",
    "la": 37.422331,
    "lo": 126.709589
  },
  {
    "itstId": "5050",
    "itstNm": "방죽들삼거리",
    "la": 37.434351,
    "lo": 126.707595
  },
  {
    "itstId": "5051",
    "nodeId": "1650014200",
    "itstNm": "남동서4거리",
    "la": 37.442932,
    "lo": 126.706688
  },
  {
    "itstId": "5052",
    "itstNm": "보훈지청",
    "la": 37.444929,
    "lo": 126.706957
  },
  {
    "itstId": "5053",
    "nodeId": "1650017500",
    "itstNm": "구월주공4거리",
    "la": 37.45303,
    "lo": 126.708089
  },
  {
    "itstId": "5054",
    "nodeId": "1650018300",
    "itstNm": "구월중학교",
    "la": 37.454599,
    "lo": 126.708332
  },
  {
    "itstId": "5055",
    "nodeId": "1650019300",
    "itstNm": "석천4거리",
    "la": 37.456931,
    "lo": 126.708691
  },
  {
    "itstId": "5056",
    "nodeId": "1650019800",
    "itstNm": "올리브백화점4거리",
    "la": 37.460411,
    "lo": 126.70843
  },
  {
    "itstId": "5057",
    "nodeId": "1650021100",
    "itstNm": "목화4거리",
    "la": 37.464226,
    "lo": 126.708197
  },
  {
    "itstId": "5058",
    "nodeId": "1650017000",
    "itstNm": "올림픽공원4거리",
    "la": 37.450128,
    "lo": 126.699672
  },
  {
    "itstId": "5059",
    "nodeId": "1650016601",
    "itstNm": "구월동아입구",
    "la": 37.449479,
    "lo": 126.712625
  },
  {
    "itstId": "5060",
    "itstNm": "남동소방서",
    "la": 37.449286,
    "lo": 126.716201
  },
  {
    "itstId": "5061",
    "nodeId": "1650016200",
    "itstNm": "구룡4거리",
    "la": 37.448616,
    "lo": 126.729667
  },
  {
    "itstId": "5062",
    "itstNm": "문예회관3거리",
    "la": 37.447054,
    "lo": 126.699268
  },
  {
    "itstId": "5063",
    "nodeId": "1650004300",
    "itstNm": "동암굴다리4거리",
    "la": 37.467848,
    "lo": 126.703202
  },
  {
    "itstId": "5064",
    "nodeId": "1650019000",
    "itstNm": "구월2동사무소",
    "la": 37.456304,
    "lo": 126.714763
  },
  {
    "itstId": "5065",
    "nodeId": "1650018900",
    "itstNm": "모래마을4거리",
    "la": 37.455826,
    "lo": 126.719408
  },
  {
    "itstId": "5066",
    "nodeId": "1650018800",
    "itstNm": "여성인력개발센터4",
    "la": 37.455512,
    "lo": 126.725148
  },
  {
    "itstId": "5067",
    "itstNm": "구남동구청",
    "la": 37.455191,
    "lo": 126.729424
  },
  {
    "itstId": "5068",
    "nodeId": "1650007900",
    "itstNm": "남동교사거리",
    "la": 37.405978,
    "lo": 126.68688
  },
  {
    "itstId": "5069",
    "nodeId": "1650011700",
    "itstNm": "도림고4거리",
    "la": 37.421903,
    "lo": 126.719516
  },
  {
    "itstId": "5070",
    "nodeId": "1650016900",
    "itstNm": "문예역4거리",
    "la": 37.450064,
    "lo": 126.701127
  },
  {
    "itstId": "5071",
    "nodeId": "1650015300",
    "itstNm": "장수3교4거리",
    "la": 37.446933,
    "lo": 126.747444
  },
  {
    "itstId": "5072",
    "nodeId": "1650002500",
    "itstNm": "치야고개삼거리",
    "la": 37.44587,
    "lo": 126.757424
  },
  {
    "itstId": "5073",
    "itstNm": "찬우물마을",
    "la": 37.438025,
    "lo": 126.717899
  },
  {
    "itstId": "5074",
    "itstNm": "남촌풍림입구",
    "la": 37.431277,
    "lo": 126.718465
  },
  {
    "itstId": "5075",
    "nodeId": "1650012200",
    "itstNm": "남촌마을4거리",
    "la": 37.425292,
    "lo": 126.717458
  },
  {
    "itstId": "5076",
    "nodeId": "1650011800",
    "itstNm": "큰방죽4거리",
    "la": 37.422067,
    "lo": 126.716506
  },
  {
    "itstId": "5077",
    "itstNm": "건설교육원",
    "la": 37.450984,
    "lo": 126.735146
  },
  {
    "itstId": "5078",
    "nodeId": "1650009800",
    "itstNm": "드래곤정기",
    "la": 37.414048,
    "lo": 126.710919
  },
  {
    "itstId": "5079",
    "nodeId": "1650009600",
    "itstNm": "논현동보입구",
    "la": 37.413391,
    "lo": 126.712329
  },
  {
    "itstId": "5080",
    "nodeId": "1650009000",
    "itstNm": "논곡초교",
    "la": 37.410195,
    "lo": 126.709104
  },
  {
    "itstId": "5081",
    "itstNm": "논현주공2단지",
    "la": 37.409289,
    "lo": 126.711332
  },
  {
    "itstId": "5082",
    "nodeId": "1650008600",
    "itstNm": "논현1지구4거리",
    "la": 37.408882,
    "lo": 126.712536
  },
  {
    "itstId": "5083",
    "itstNm": "동인천중교",
    "la": 37.453744,
    "lo": 126.695845
  },
  {
    "itstId": "5084",
    "itstNm": "부평3거리역",
    "la": 37.475869,
    "lo": 126.709571
  },
  {
    "itstId": "5085",
    "itstNm": "보훈회관",
    "la": 37.474592,
    "lo": 126.709266
  },
  {
    "itstId": "5086",
    "nodeId": "1650004100",
    "itstNm": "간석5거리",
    "la": 37.467071,
    "lo": 126.707972
  },
  {
    "itstId": "5087",
    "nodeId": "1650021200",
    "itstNm": "주원4거리",
    "la": 37.464276,
    "lo": 126.702385
  },
  {
    "itstId": "5088",
    "nodeId": "1650019600",
    "itstNm": "예술고4거리",
    "la": 37.460147,
    "lo": 126.70243
  },
  {
    "itstId": "5089",
    "nodeId": "1650019200",
    "itstNm": "시청역4거리",
    "la": 37.456732,
    "lo": 126.702124
  },
  {
    "itstId": "5090",
    "nodeId": "1650018700",
    "itstNm": "중앙도서관3거리",
    "la": 37.455163,
    "lo": 126.701846
  },
  {
    "itstId": "5091",
    "nodeId": "1650018000",
    "itstNm": "인천YMCA4거리",
    "la": 37.453301,
    "lo": 126.701621
  },
  {
    "itstId": "5092",
    "nodeId": "1650111100",
    "itstNm": "경찰청입구3거리",
    "la": 37.447432,
    "lo": 126.700759
  },
  {
    "itstId": "5093",
    "nodeId": "1660001800",
    "itstNm": "6공단입구4거리",
    "la": 37.470607,
    "lo": 126.690491
  },
  {
    "itstId": "5094",
    "nodeId": "1650012000",
    "itstNm": "남동공단입구삼거리",
    "la": 37.422766,
    "lo": 126.704298
  },
  {
    "itstId": "5095",
    "itstNm": "덕골마을",
    "la": 37.421682,
    "lo": 126.722911
  },
  {
    "itstId": "5096",
    "nodeId": "1650011500",
    "itstNm": "도림사거리",
    "la": 37.421175,
    "lo": 126.731751
  },
  {
    "itstId": "5097",
    "itstNm": "문화예술회관서측",
    "la": 37.448374,
    "lo": 126.69942
  },
  {
    "itstId": "5098",
    "itstNm": "시청정문",
    "la": 37.454949,
    "lo": 126.705062
  },
  {
    "itstId": "5099",
    "itstNm": "간석금고",
    "la": 37.457252,
    "lo": 126.696626
  },
  {
    "itstId": "5100",
    "nodeId": "1630012600",
    "itstNm": "간석역4거리",
    "la": 37.463327,
    "lo": 126.69527
  },
  {
    "itstId": "5101",
    "nodeId": "1630011600",
    "itstNm": "주안국민은행5",
    "la": 37.461274,
    "lo": 126.697336
  },
  {
    "itstId": "5102",
    "nodeId": "1650020700",
    "itstNm": "주원초교4거리",
    "la": 37.463056,
    "lo": 126.700795
  },
  {
    "itstId": "5103",
    "nodeId": "1650015000",
    "itstNm": "동남주유소4거리",
    "la": 37.445535,
    "lo": 126.738856
  },
  {
    "itstId": "5104",
    "nodeId": "1650017700",
    "itstNm": "열린광장R",
    "la": 37.453088,
    "lo": 126.704855
  },
  {
    "itstId": "5105",
    "itstNm": "국정원앞",
    "la": 37.416559,
    "lo": 126.714871
  },
  {
    "itstId": "5106",
    "nodeId": "1650009300",
    "itstNm": "사리울삼거리",
    "la": 37.412763,
    "lo": 126.71373
  },
  {
    "itstId": "5107",
    "nodeId": "1650007700",
    "itstNm": "공단본부4거리",
    "la": 37.405328,
    "lo": 126.698199
  },
  {
    "itstId": "5108",
    "nodeId": "1650002400",
    "itstNm": "운연삼거리",
    "la": 37.444458,
    "lo": 126.763156
  },
  {
    "itstId": "5109",
    "nodeId": "1650029200",
    "itstNm": "운연마을3거리",
    "la": 37.443196,
    "lo": 126.76577
  },
  {
    "itstId": "5110",
    "nodeId": "1650018100",
    "itstNm": "대우재사거리",
    "la": 37.453416,
    "lo": 126.700085
  },
  {
    "itstId": "5111",
    "nodeId": "1650024701",
    "itstNm": "근린공원앞",
    "la": 37.402231,
    "lo": 126.724034
  },
  {
    "itstId": "5112",
    "nodeId": "1650007100",
    "itstNm": "동춘교사거리",
    "la": 37.402103,
    "lo": 126.681759
  },
  {
    "itstId": "5113",
    "nodeId": "1650119401",
    "itstNm": "광표전기4거리",
    "la": 37.399505,
    "lo": 126.693833
  },
  {
    "itstId": "5114",
    "itstNm": "인천대공원정문",
    "la": 37.459334,
    "lo": 126.749079
  },
  {
    "itstId": "5115",
    "nodeId": "1650014900",
    "itstNm": "남동농협3거리",
    "la": 37.445521,
    "lo": 126.736
  },
  {
    "itstId": "5116",
    "nodeId": "1650021400",
    "itstNm": "만월산터널입구",
    "la": 37.465024,
    "lo": 126.720836
  },
  {
    "itstId": "5117",
    "itstNm": "장수초교(보)",
    "la": 37.449729,
    "lo": 126.741875
  },
  {
    "itstId": "5118",
    "itstNm": "인천대공원후문",
    "la": 37.448295,
    "lo": 126.754945
  },
  {
    "itstId": "5119",
    "nodeId": "1650032000",
    "itstNm": "부평농장3거리",
    "la": 37.467798,
    "lo": 126.721276
  },
  {
    "itstId": "5120",
    "itstNm": "만수8단지",
    "la": 37.44878,
    "lo": 126.740904
  },
  {
    "itstId": "5121",
    "itstNm": "간석금호입구",
    "la": 37.457109,
    "lo": 126.698315
  },
  {
    "itstId": "5122",
    "nodeId": "1650008500",
    "itstNm": "공단소방4거리",
    "la": 37.408061,
    "lo": 126.692404
  },
  {
    "itstId": "5123",
    "nodeId": "1650007500",
    "itstNm": "소래포구4거리",
    "la": 37.404137,
    "lo": 126.739791
  },
  {
    "itstId": "5124",
    "nodeId": "1630020300",
    "itstNm": "간석홈플러스",
    "la": 37.468974,
    "lo": 126.687275
  },
  {
    "itstId": "5125",
    "itstNm": "딩동댕유치원",
    "la": 37.446783,
    "lo": 126.739054
  },
  {
    "itstId": "5126",
    "nodeId": "1650083800",
    "itstNm": "논현유수지입구3",
    "la": 37.402217,
    "lo": 126.7049
  },
  {
    "itstId": "5127",
    "nodeId": "1650000300",
    "itstNm": "외암4거리",
    "la": 37.387251,
    "lo": 126.684778
  },
  {
    "itstId": "5128",
    "nodeId": "1650000100",
    "itstNm": "송도5교4",
    "la": 37.385145,
    "lo": 126.697165
  },
  {
    "itstId": "5129",
    "nodeId": "1650006800",
    "itstNm": "호구포역3거리",
    "la": 37.400476,
    "lo": 126.708529
  },
  {
    "itstId": "5130",
    "nodeId": "1650004500",
    "itstNm": "동암역입구4거리",
    "la": 37.470493,
    "lo": 126.707999
  },
  {
    "itstId": "5131",
    "nodeId": "1650021300",
    "itstNm": "석산3거리",
    "la": 37.464761,
    "lo": 126.704469
  },
  {
    "itstId": "5132",
    "nodeId": "1650020800",
    "itstNm": "수현3거리",
    "la": 37.463049,
    "lo": 126.75234
  },
  {
    "itstId": "5133",
    "nodeId": "1650029800",
    "itstNm": "남동구청역4거리_만성중입구",
    "la": 37.448217,
    "lo": 126.736143
  },
  {
    "itstId": "5134",
    "itstNm": "간석초교",
    "la": 37.458985,
    "lo": 126.714763
  },
  {
    "itstId": "5135",
    "itstNm": "소래4단지정문",
    "la": 37.399505,
    "lo": 126.728714
  },
  {
    "itstId": "5136",
    "itstNm": "소래4단지후문",
    "la": 37.400904,
    "lo": 126.730268
  },
  {
    "itstId": "5137",
    "nodeId": "1650001301",
    "itstNm": "소래한라입구3",
    "la": 37.404451,
    "lo": 126.736799
  },
  {
    "itstId": "5138",
    "itstNm": "간석주공정문",
    "la": 37.464005,
    "lo": 126.718231
  },
  {
    "itstId": "5139",
    "nodeId": "1650102000",
    "itstNm": "아지랭이공원입구",
    "la": 37.46481,
    "lo": 126.71859
  },
  {
    "itstId": "5140",
    "nodeId": "1650009200",
    "itstNm": "영일포장4거리",
    "la": 37.41205,
    "lo": 126.695234
  },
  {
    "itstId": "5141",
    "nodeId": "1650120101",
    "itstNm": "상아물산4거리",
    "la": 37.397179,
    "lo": 126.698711
  },
  {
    "itstId": "5142",
    "nodeId": "1650007001",
    "itstNm": "산업단지공단4",
    "la": 37.404151,
    "lo": 126.697309
  },
  {
    "itstId": "5143",
    "itstNm": "신남동주유소",
    "la": 37.447076,
    "lo": 126.707289
  },
  {
    "itstId": "5144",
    "itstNm": "간석주공후문",
    "la": 37.464853,
    "lo": 126.719659
  },
  {
    "itstId": "5145",
    "nodeId": "1650114401",
    "itstNm": "공단삼호상가",
    "la": 37.396387,
    "lo": 126.683682
  },
  {
    "itstId": "5146",
    "nodeId": "1650083000",
    "itstNm": "대기목재3거리",
    "la": 37.393653,
    "lo": 126.677277
  },
  {
    "itstId": "5147",
    "nodeId": "1650005700",
    "itstNm": "유수지3거리",
    "la": 37.392104,
    "lo": 126.680502
  },
  {
    "itstId": "5148",
    "nodeId": "1650006600",
    "itstNm": "산업길사거리",
    "la": 37.399555,
    "lo": 126.700453
  },
  {
    "itstId": "5149",
    "nodeId": "1650006000",
    "itstNm": "복지공원4거리",
    "la": 37.394895,
    "lo": 126.697022
  },
  {
    "itstId": "5150",
    "nodeId": "1650005800",
    "itstNm": "남동공단2단지4",
    "la": 37.392347,
    "lo": 126.702466
  },
  {
    "itstId": "5151",
    "nodeId": "1650120701",
    "itstNm": "영남목재사거리",
    "la": 37.394624,
    "lo": 126.704226
  },
  {
    "itstId": "5152",
    "nodeId": "1650006500",
    "itstNm": "호구포길4거리",
    "la": 37.398842,
    "lo": 126.707352
  },
  {
    "itstId": "5153",
    "nodeId": "1650000500",
    "itstNm": "논고개길4거리",
    "la": 37.389321,
    "lo": 126.712006
  },
  {
    "itstId": "5154",
    "nodeId": "1650001300",
    "itstNm": "소래시장입구사거리",
    "la": 37.403523,
    "lo": 126.737428
  },
  {
    "itstId": "5155",
    "itstNm": "간석마을입구",
    "la": 37.462215,
    "lo": 126.696366
  },
  {
    "itstId": "5156",
    "itstNm": "이화공원입구3거리",
    "la": 37.462215,
    "lo": 126.702421
  },
  {
    "itstId": "5157",
    "itstNm": "구월홈플러스3거리",
    "la": 37.452275,
    "lo": 126.701414
  },
  {
    "itstId": "5158",
    "nodeId": "1650070500",
    "itstNm": "유진레미콘3거리",
    "la": 37.386287,
    "lo": 126.711206
  },
  {
    "itstId": "5159",
    "nodeId": "1650002701",
    "itstNm": "장수주공정문",
    "la": 37.450492,
    "lo": 126.749663
  },
  {
    "itstId": "5160",
    "nodeId": "1650019700",
    "itstNm": "새말초교3거리",
    "la": 37.460475,
    "lo": 126.733799
  },
  {
    "itstId": "5161",
    "nodeId": "1650022200",
    "itstNm": "부평가족공원4거리",
    "la": 37.476368,
    "lo": 126.712679
  },
  {
    "itstId": "5162",
    "nodeId": "1650014600",
    "itstNm": "만수3지구입구",
    "la": 37.443438,
    "lo": 126.732155
  },
  {
    "itstId": "5163",
    "nodeId": "1650013800",
    "itstNm": "담방마을4거리",
    "la": 37.439587,
    "lo": 126.732137
  },
  {
    "itstId": "5164",
    "nodeId": "1650010100",
    "itstNm": "연수교4거리",
    "la": 37.416474,
    "lo": 126.696312
  },
  {
    "itstId": "5165",
    "nodeId": "1650027100",
    "itstNm": "동녘방죽3거리",
    "la": 37.412064,
    "lo": 126.738784
  },
  {
    "itstId": "5166",
    "nodeId": "1650090500",
    "itstNm": "솔바람공원4",
    "la": 37.460019,
    "lo": 126.700893
  },
  {
    "itstId": "5167",
    "nodeId": "1650090400",
    "itstNm": "시청역서측4거리",
    "la": 37.45686,
    "lo": 126.700588
  },
  {
    "itstId": "5168",
    "nodeId": "1650017001",
    "itstNm": "건설회관3거리",
    "la": 37.452061,
    "lo": 126.699959
  },
  {
    "itstId": "5169",
    "itstNm": "담방초교",
    "la": 37.439558,
    "lo": 126.737293
  },
  {
    "itstId": "5170",
    "nodeId": "1650013900",
    "itstNm": "서창소방3거리",
    "la": 37.439537,
    "lo": 126.738901
  },
  {
    "itstId": "5171",
    "nodeId": "1650014100",
    "itstNm": "만수한국A4거리",
    "la": 37.44157,
    "lo": 126.738739
  },
  {
    "itstId": "5172",
    "nodeId": "1650014400",
    "itstNm": "담방로4거리",
    "la": 37.443474,
    "lo": 126.738766
  },
  {
    "itstId": "5173",
    "itstNm": "만수체육공원",
    "la": 37.443438,
    "lo": 126.733682
  },
  {
    "itstId": "5174",
    "nodeId": "1650014500",
    "itstNm": "남동초교4거리",
    "la": 37.443431,
    "lo": 126.735991
  },
  {
    "itstId": "5175",
    "nodeId": "1650085400",
    "itstNm": "남동경기장삼거리",
    "la": 37.436028,
    "lo": 126.732308
  },
  {
    "itstId": "5176",
    "itstNm": "남동경기장중문",
    "la": 37.436056,
    "lo": 126.734374
  },
  {
    "itstId": "5177",
    "nodeId": "1650025700",
    "itstNm": "호구포육교4거리",
    "la": 37.404772,
    "lo": 126.711251
  },
  {
    "itstId": "5178",
    "nodeId": "1650025500",
    "itstNm": "논현2주민센터3거리",
    "la": 37.404394,
    "lo": 126.715949
  },
  {
    "itstId": "5179",
    "nodeId": "1650024900",
    "itstNm": "한누리학교4거리",
    "la": 37.402017,
    "lo": 126.716551
  },
  {
    "itstId": "5180",
    "nodeId": "1650024300",
    "itstNm": "논현변전소4거리",
    "la": 37.399691,
    "lo": 126.71709
  },
  {
    "itstId": "5181",
    "nodeId": "1650000902",
    "itstNm": "남동타워4거리",
    "la": 37.397286,
    "lo": 126.716102
  },
  {
    "itstId": "5182",
    "nodeId": "1650084400",
    "itstNm": "동방중4거리",
    "la": 37.404957,
    "lo": 126.719785
  },
  {
    "itstId": "5183",
    "nodeId": "1650084500",
    "itstNm": "동방초교4거리",
    "la": 37.402645,
    "lo": 126.720486
  },
  {
    "itstId": "5184",
    "nodeId": "1650084601",
    "itstNm": "논현역입구3거리",
    "la": 37.401618,
    "lo": 126.720791
  },
  {
    "itstId": "5185",
    "itstNm": "오봉공원입구4거리",
    "la": 37.407804,
    "lo": 126.72292
  },
  {
    "itstId": "5186",
    "nodeId": "1650007800",
    "itstNm": "논현4거리",
    "la": 37.405635,
    "lo": 126.723549
  },
  {
    "itstId": "5187",
    "nodeId": "1650025300",
    "itstNm": "논현앞골4거리",
    "la": 37.40398,
    "lo": 126.723971
  },
  {
    "itstId": "5188",
    "nodeId": "1650024700",
    "itstNm": "논현역4거리",
    "la": 37.40094,
    "lo": 126.724393
  },
  {
    "itstId": "5189",
    "nodeId": "1650026400",
    "itstNm": "논현1주민센터",
    "la": 37.40687,
    "lo": 126.728723
  },
  {
    "itstId": "5190",
    "nodeId": "1650025800",
    "itstNm": "논현초4거리",
    "la": 37.405228,
    "lo": 126.730188
  },
  {
    "itstId": "5191",
    "nodeId": "1650025200",
    "itstNm": "논현신영4거리",
    "la": 37.403551,
    "lo": 126.731571
  },
  {
    "itstId": "5192",
    "nodeId": "1650024800",
    "itstNm": "소래역4거리",
    "la": 37.401767,
    "lo": 126.733251
  },
  {
    "itstId": "5193",
    "itstNm": "호구포고개",
    "la": 37.407077,
    "lo": 126.712077
  },
  {
    "itstId": "5194",
    "itstNm": "가오산방죽3거리",
    "la": 37.402645,
    "lo": 126.735272
  },
  {
    "itstId": "5195",
    "nodeId": "1650026800",
    "itstNm": "논현중3거리",
    "la": 37.408718,
    "lo": 126.731876
  },
  {
    "itstId": "5196",
    "nodeId": "1650026500",
    "itstNm": "장도초3거리",
    "la": 37.407069,
    "lo": 126.733305
  },
  {
    "itstId": "5197",
    "nodeId": "1650026000",
    "itstNm": "소래초교4거리",
    "la": 37.405607,
    "lo": 126.735371
  },
  {
    "itstId": "5198",
    "itstNm": "논현역상가",
    "la": 37.401932,
    "lo": 126.722678
  },
  {
    "itstId": "5199",
    "nodeId": "1650026700",
    "itstNm": "소래나들목3거리",
    "la": 37.407833,
    "lo": 126.739296
  },
  {
    "itstId": "5200",
    "nodeId": "1650017300",
    "itstNm": "구월시장4거리",
    "la": 37.452218,
    "lo": 126.718968
  },
  {
    "itstId": "5201",
    "itstNm": "모래내시장",
    "la": 37.453986,
    "lo": 126.719156
  },
  {
    "itstId": "5202",
    "itstNm": "구월현대북문",
    "la": 37.456603,
    "lo": 126.711601
  },
  {
    "itstId": "5203",
    "itstNm": "구월현대남문",
    "la": 37.452824,
    "lo": 126.710919
  },
  {
    "itstId": "5204",
    "itstNm": "정각초교후문",
    "la": 37.455284,
    "lo": 126.714665
  },
  {
    "itstId": "5205",
    "itstNm": "구월롯대남문",
    "la": 37.452403,
    "lo": 126.716713
  },
  {
    "itstId": "5206",
    "nodeId": "1650017400",
    "itstNm": "구월중앙로4거리",
    "la": 37.452546,
    "lo": 126.714422
  },
  {
    "itstId": "5207",
    "nodeId": "1650121101",
    "itstNm": "북두4거리",
    "la": 37.400897,
    "lo": 126.697552
  },
  {
    "itstId": "5208",
    "nodeId": "1650121901",
    "itstNm": "건양기업3",
    "la": 37.39892,
    "lo": 126.702403
  },
  {
    "itstId": "5209",
    "nodeId": "1650122201",
    "itstNm": "다산길4거리",
    "la": 37.398863,
    "lo": 126.704747
  },
  {
    "itstId": "5210",
    "nodeId": "1650026300",
    "itstNm": "너른들공원4",
    "la": 37.406741,
    "lo": 126.736889
  },
  {
    "itstId": "5211",
    "itstNm": "철거_시청광장입구3거리",
    "la": 37.452089,
    "lo": 126.704729
  },
  {
    "itstId": "5212",
    "itstNm": "간석레미안서문",
    "la": 37.458664,
    "lo": 126.708574
  },
  {
    "itstId": "5213",
    "itstNm": "간석레미안북문입구",
    "la": 37.460554,
    "lo": 126.710874
  },
  {
    "itstId": "5214",
    "itstNm": "간석지구대",
    "la": 37.460653,
    "lo": 126.712491
  },
  {
    "itstId": "5215",
    "nodeId": "1650007000",
    "itstNm": "사리골4거리",
    "la": 37.401867,
    "lo": 126.695611
  },
  {
    "itstId": "5216",
    "nodeId": "1650006300",
    "itstNm": "안말4거리",
    "la": 37.397207,
    "lo": 126.692225
  },
  {
    "itstId": "5217",
    "nodeId": "1650025000",
    "itstNm": "호구포역4거리",
    "la": 37.402774,
    "lo": 126.71011
  },
  {
    "itstId": "5218",
    "nodeId": "1650024901",
    "itstNm": "논현하늘남서문",
    "la": 37.402203,
    "lo": 126.711494
  },
  {
    "itstId": "5219",
    "nodeId": "1650024902",
    "itstNm": "LH공사입구3거리",
    "la": 37.401846,
    "lo": 126.713209
  },
  {
    "itstId": "5220",
    "itstNm": "하늘마을남동문",
    "la": 37.401739,
    "lo": 126.71444
  },
  {
    "itstId": "5221",
    "nodeId": "1650026100",
    "itstNm": "논현포대4거리",
    "la": 37.405749,
    "lo": 126.708385
  },
  {
    "itstId": "5222",
    "nodeId": "1650025001",
    "itstNm": "범마을남문",
    "la": 37.403551,
    "lo": 126.708439
  },
  {
    "itstId": "5223",
    "itstNm": "논현어진북문",
    "la": 37.402331,
    "lo": 126.718554
  },
  {
    "itstId": "5224",
    "itstNm": "새예지유치원",
    "la": 37.453801,
    "lo": 126.714584
  },
  {
    "itstId": "5225",
    "itstNm": "간석현대입구",
    "la": 37.467605,
    "lo": 126.692602
  },
  {
    "itstId": "5226",
    "nodeId": "1650083200",
    "itstNm": "유니벨르(주)",
    "la": 37.401489,
    "lo": 126.683134
  },
  {
    "itstId": "5227",
    "itstNm": "코스프(주)",
    "la": 37.398735,
    "lo": 126.688748
  },
  {
    "itstId": "5228",
    "nodeId": "1650023700",
    "itstNm": "동원판넬",
    "la": 37.396272,
    "lo": 126.694183
  },
  {
    "itstId": "5229",
    "itstNm": "창원(주)",
    "la": 37.39396,
    "lo": 126.69889
  },
  {
    "itstId": "5230",
    "nodeId": "1650118701",
    "itstNm": "에스아이테크",
    "la": 37.393282,
    "lo": 126.700516
  },
  {
    "itstId": "5231",
    "nodeId": "1650119301",
    "itstNm": "아성강업",
    "la": 37.391812,
    "lo": 126.703633
  },
  {
    "itstId": "5232",
    "nodeId": "1650119801",
    "itstNm": "영림임업",
    "la": 37.390284,
    "lo": 126.706822
  },
  {
    "itstId": "5233",
    "itstNm": "신신기전",
    "la": 37.389828,
    "lo": 126.709392
  },
  {
    "itstId": "5234",
    "itstNm": "소래5단지북문",
    "la": 37.398806,
    "lo": 126.730053
  },
  {
    "itstId": "5235",
    "itstNm": "오봉생태공원",
    "la": 37.409438,
    "lo": 126.723405
  },
  {
    "itstId": "5236",
    "itstNm": "송천고입구",
    "la": 37.396251,
    "lo": 126.722552
  },
  {
    "itstId": "5237",
    "itstNm": "소래역삼거리",
    "la": 37.401147,
    "lo": 126.734392
  },
  {
    "itstId": "5238",
    "nodeId": "1650074200",
    "itstNm": "소래역어시장3거리",
    "la": 37.398934,
    "lo": 126.736296
  },
  {
    "itstId": "5239",
    "nodeId": "1650007300",
    "itstNm": "오공본드사거리",
    "la": 37.403123,
    "lo": 126.703076
  },
  {
    "itstId": "5240",
    "nodeId": "1650074100",
    "itstNm": "소래역주차장3",
    "la": 37.399869,
    "lo": 126.735479
  },
  {
    "itstId": "5241",
    "nodeId": "1650008300",
    "itstNm": "논현유수지공원4거리",
    "la": 37.407141,
    "lo": 126.705475
  },
  {
    "itstId": "5242",
    "itstNm": "보루네오입구삼거리",
    "la": 37.395223,
    "lo": 126.713802
  },
  {
    "itstId": "5243",
    "nodeId": "1650000900",
    "itstNm": "성진레미콘",
    "la": 37.395951,
    "lo": 126.714781
  },
  {
    "itstId": "5244",
    "nodeId": "1650000700",
    "itstNm": "오성주유소",
    "la": 37.392911,
    "lo": 126.713102
  },
  {
    "itstId": "5245",
    "nodeId": "1650072400",
    "itstNm": "소래도서관",
    "la": 37.392732,
    "lo": 126.723253
  },
  {
    "itstId": "5246",
    "nodeId": "1650023400",
    "itstNm": "괴하4거리",
    "la": 37.394431,
    "lo": 126.725211
  },
  {
    "itstId": "5247",
    "nodeId": "1650024100",
    "itstNm": "에코공원4거리",
    "la": 37.397421,
    "lo": 126.728472
  },
  {
    "itstId": "5248",
    "nodeId": "1650024400",
    "itstNm": "괴하삼거리",
    "la": 37.40009,
    "lo": 126.731454
  },
  {
    "itstId": "5249",
    "nodeId": "1650023100",
    "itstNm": "고잔초교4거리",
    "la": 37.392904,
    "lo": 126.727385
  },
  {
    "itstId": "5250",
    "nodeId": "1650023600",
    "itstNm": "고잔중3거리",
    "la": 37.395809,
    "lo": 126.730583
  },
  {
    "itstId": "5251",
    "nodeId": "1650073600",
    "itstNm": "한화교3거리",
    "la": 37.386238,
    "lo": 126.725606
  },
  {
    "itstId": "5252",
    "nodeId": "1650022800",
    "itstNm": "한화염전3거리",
    "la": 37.391005,
    "lo": 126.730107
  },
  {
    "itstId": "5253",
    "nodeId": "1650023300",
    "itstNm": "소래초소3거리",
    "la": 37.394167,
    "lo": 126.733134
  },
  {
    "itstId": "5254",
    "nodeId": "1650023900",
    "itstNm": "염전저수지3거리",
    "la": 37.396958,
    "lo": 126.736018
  },
  {
    "itstId": "5255",
    "nodeId": "1650011200",
    "itstNm": "주적골삼거리",
    "la": 37.420861,
    "lo": 126.737257
  },
  {
    "itstId": "5256",
    "itstNm": "가오산고개",
    "la": 37.401582,
    "lo": 126.727502
  },
  {
    "itstId": "5257",
    "itstNm": "가오산방죽사거리",
    "la": 37.402588,
    "lo": 126.732415
  },
  {
    "itstId": "5258",
    "itstNm": "소래초교입구",
    "la": 37.404665,
    "lo": 126.733646
  },
  {
    "itstId": "5259",
    "nodeId": "1650000401",
    "itstNm": "면허시험장삼거리",
    "la": 37.383211,
    "lo": 126.710281
  },
  {
    "itstId": "5260",
    "nodeId": "1650073800",
    "itstNm": "고잔지구입구3거리",
    "la": 37.398164,
    "lo": 126.727358
  },
  {
    "itstId": "5261",
    "itstNm": "고잔상가입구",
    "la": 37.398949,
    "lo": 126.726298
  },
  {
    "itstId": "5262",
    "nodeId": "1650020600",
    "itstNm": "만수정광3거리",
    "la": 37.463135,
    "lo": 126.739746
  },
  {
    "itstId": "5263",
    "itstNm": "소래논현1교차로",
    "la": 37.385945,
    "lo": 126.714108
  },
  {
    "itstId": "5264",
    "nodeId": "1650071200",
    "itstNm": "소래논현2교차로",
    "la": 37.385559,
    "lo": 126.718465
  },
  {
    "itstId": "5265",
    "nodeId": "1650071400",
    "itstNm": "사리울중3거리",
    "la": 37.386395,
    "lo": 126.720288
  },
  {
    "itstId": "5266",
    "itstNm": "소래한화09서문",
    "la": 37.385581,
    "lo": 126.721402
  },
  {
    "itstId": "5267",
    "nodeId": "1650072200",
    "itstNm": "고잔고3거리",
    "la": 37.388414,
    "lo": 126.722507
  },
  {
    "itstId": "5268",
    "nodeId": "1650073000",
    "itstNm": "미추홀외고4거리",
    "la": 37.390192,
    "lo": 126.724429
  },
  {
    "itstId": "5269",
    "nodeId": "1650073700",
    "itstNm": "소래한화07남문",
    "la": 37.391862,
    "lo": 126.726217
  },
  {
    "itstId": "5270",
    "nodeId": "1650072000",
    "itstNm": "고잔유치원",
    "la": 37.397172,
    "lo": 126.721932
  },
  {
    "itstId": "5271",
    "itstNm": "송천초교",
    "la": 37.39558,
    "lo": 126.723558
  },
  {
    "itstId": "5272",
    "itstNm": "소래7단지동문",
    "la": 37.393767,
    "lo": 126.726073
  },
  {
    "itstId": "5273",
    "itstNm": "소래한화10동문",
    "la": 37.391526,
    "lo": 126.729388
  },
  {
    "itstId": "5274",
    "itstNm": "프라임유치원",
    "la": 37.393896,
    "lo": 126.728508
  },
  {
    "itstId": "5275",
    "itstNm": "소래한화05동문",
    "la": 37.399255,
    "lo": 126.732604
  },
  {
    "itstId": "5276",
    "nodeId": "1650023901",
    "itstNm": "소래한화12동문",
    "la": 37.397785,
    "lo": 126.73467
  },
  {
    "itstId": "5277",
    "nodeId": "1650074300",
    "itstNm": "소래철교3거리",
    "la": 37.39775,
    "lo": 126.737383
  },
  {
    "itstId": "5278",
    "itstNm": "LH주차장입구",
    "la": 37.401154,
    "lo": 126.710685
  },
  {
    "itstId": "5279",
    "itstNm": "소래풍림남문",
    "la": 37.404015,
    "lo": 126.738883
  },
  {
    "itstId": "5280",
    "nodeId": "1650025100",
    "itstNm": "장도로사거리",
    "la": 37.403102,
    "lo": 126.736431
  },
  {
    "itstId": "5281",
    "nodeId": "1650071900",
    "itstNm": "갈뫼입구",
    "la": 37.391562,
    "lo": 126.72204
  },
  {
    "itstId": "5282",
    "itstNm": "만수북초교4거리",
    "la": 37.460596,
    "lo": 126.728876
  },
  {
    "itstId": "5283",
    "nodeId": "1650102400",
    "itstNm": "향촌주공2단지",
    "la": 37.461545,
    "lo": 126.730152
  },
  {
    "itstId": "5284",
    "itstNm": "향촌주공1단지",
    "la": 37.461687,
    "lo": 126.732361
  },
  {
    "itstId": "5285",
    "nodeId": "1650020300",
    "itstNm": "향촌4거리",
    "la": 37.46173,
    "lo": 126.735613
  },
  {
    "itstId": "5286",
    "nodeId": "1650108800",
    "itstNm": "동원베네스트",
    "la": 37.400569,
    "lo": 126.710335
  },
  {
    "itstId": "5287",
    "itstNm": "향촌3거리",
    "la": 37.461766,
    "lo": 126.73476
  },
  {
    "itstId": "5288",
    "itstNm": "동녘마을입구",
    "la": 37.413563,
    "lo": 126.738542
  },
  {
    "itstId": "5289",
    "nodeId": "1650023500",
    "itstNm": "학성스포렉스",
    "la": 37.394495,
    "lo": 126.713497
  },
  {
    "itstId": "5290",
    "nodeId": "1650006801",
    "itstNm": "호구포역",
    "la": 37.401254,
    "lo": 126.709068
  },
  {
    "itstId": "5291",
    "itstNm": "가온공원",
    "la": 37.404722,
    "lo": 126.718177
  },
  {
    "itstId": "5292",
    "nodeId": "1650024600",
    "itstNm": "소래신협4거리",
    "la": 37.400925,
    "lo": 126.738811
  },
  {
    "itstId": "5293",
    "nodeId": "1650024601",
    "itstNm": "소래유호4거리",
    "la": 37.402388,
    "lo": 126.73803
  },
  {
    "itstId": "5294",
    "itstNm": "구월가구상가",
    "la": 37.445557,
    "lo": 126.699106
  },
  {
    "itstId": "5295",
    "itstNm": "소래더타워동문",
    "la": 37.399534,
    "lo": 126.734616
  },
  {
    "itstId": "5296",
    "itstNm": "남동경기장북문",
    "la": 37.439601,
    "lo": 126.734329
  },
  {
    "itstId": "5297",
    "nodeId": "1650123601",
    "itstNm": "세일전자",
    "la": 37.413242,
    "lo": 126.696168
  },
  {
    "itstId": "5298",
    "nodeId": "1650008402",
    "itstNm": "남동공구상가3거리",
    "la": 37.408946,
    "lo": 126.694021
  },
  {
    "itstId": "5299",
    "nodeId": "1650008400",
    "itstNm": "남동역북4거리",
    "la": 37.407854,
    "lo": 126.696132
  },
  {
    "itstId": "5300",
    "nodeId": "1650008200",
    "itstNm": "남동역남4거리",
    "la": 37.406691,
    "lo": 126.69527
  },
  {
    "itstId": "5301",
    "itstNm": "구월유치원",
    "la": 37.442918,
    "lo": 126.715832
  },
  {
    "itstId": "5302",
    "itstNm": "만월초교정문",
    "la": 37.441698,
    "lo": 126.714754
  },
  {
    "itstId": "5303",
    "itstNm": "호암공원",
    "la": 37.404472,
    "lo": 126.713057
  },
  {
    "itstId": "5304",
    "itstNm": "만수1동주민센터",
    "la": 37.448459,
    "lo": 126.731796
  },
  {
    "itstId": "5305",
    "itstNm": "만수공작입구",
    "la": 37.462928,
    "lo": 126.740626
  },
  {
    "itstId": "5306",
    "nodeId": "1650007601",
    "itstNm": "형제전기",
    "la": 37.40692,
    "lo": 126.691533
  },
  {
    "itstId": "5307",
    "nodeId": "1650024000",
    "itstNm": "후지테크",
    "la": 37.396979,
    "lo": 126.705969
  },
  {
    "itstId": "5308",
    "itstNm": "서창화원단지",
    "la": 37.443631,
    "lo": 126.747561
  },
  {
    "itstId": "5309",
    "nodeId": "1650091600",
    "itstNm": "모달들삼거리",
    "la": 37.444915,
    "lo": 126.718267
  },
  {
    "itstId": "5310",
    "nodeId": "1650091500",
    "itstNm": "다락골삼거리",
    "la": 37.442925,
    "lo": 126.71797
  },
  {
    "itstId": "5311",
    "nodeId": "1650084300",
    "itstNm": "선수촌4거리",
    "la": 37.439294,
    "lo": 126.717674
  },
  {
    "itstId": "5312",
    "itstNm": "남동우체국",
    "la": 37.402003,
    "lo": 126.712347
  },
  {
    "itstId": "5313",
    "nodeId": "1650090901",
    "itstNm": "남인천세무서",
    "la": 37.442853,
    "lo": 126.708233
  },
  {
    "itstId": "5314",
    "itstNm": "구월수림입구(보)",
    "la": 37.442861,
    "lo": 126.713497
  },
  {
    "itstId": "5315",
    "nodeId": "1650091300",
    "itstNm": "구월지구4거리",
    "la": 37.442889,
    "lo": 126.714835
  },
  {
    "itstId": "5316",
    "itstNm": "찬우물공원(보)",
    "la": 37.442953,
    "lo": 126.71691
  },
  {
    "itstId": "5317",
    "nodeId": "1650091001",
    "itstNm": "환영의장삼거리",
    "la": 37.44112,
    "lo": 126.710092
  },
  {
    "itstId": "5318",
    "nodeId": "1650091000",
    "itstNm": "만국광장삼거리",
    "la": 37.44035,
    "lo": 126.71011
  },
  {
    "itstId": "5319",
    "itstNm": "224역사(보)",
    "la": 37.455006,
    "lo": 126.731221
  },
  {
    "itstId": "5320",
    "nodeId": "1650113501",
    "itstNm": "케이텍삼거리",
    "la": 37.391398,
    "lo": 126.68785
  },
  {
    "itstId": "5321",
    "nodeId": "1650112701",
    "itstNm": "말표산업삼거리",
    "la": 37.39027,
    "lo": 126.687023
  },
  {
    "itstId": "5322",
    "nodeId": "1650028200",
    "itstNm": "서창도서관3거리",
    "la": 37.436812,
    "lo": 126.747076
  },
  {
    "itstId": "5323",
    "nodeId": "1650086300",
    "itstNm": "조곡3거리",
    "la": 37.435742,
    "lo": 126.744399
  },
  {
    "itstId": "5324",
    "itstNm": "설내입구",
    "la": 37.434351,
    "lo": 126.746501
  },
  {
    "itstId": "5325",
    "nodeId": "1650115301",
    "itstNm": "송도4교입구(보)",
    "la": 37.393646,
    "lo": 126.689476
  },
  {
    "itstId": "5326",
    "itstNm": "남동초교 앞",
    "la": 37.444644,
    "lo": 126.735982
  },
  {
    "itstId": "5327",
    "itstNm": "부일여중 앞",
    "la": 37.48505,
    "lo": 126.720028
  },
  {
    "itstId": "5328",
    "itstNm": "서창중로 SC03",
    "la": 37.438018,
    "lo": 126.753346
  },
  {
    "itstId": "5329",
    "itstNm": "서창중로 SC04",
    "la": 37.43821,
    "lo": 126.755772
  },
  {
    "itstId": "5330",
    "itstNm": "운연역",
    "la": 37.438317,
    "lo": 126.758907
  },
  {
    "itstId": "5331",
    "itstNm": "운연차량기지",
    "la": 37.43816,
    "lo": 126.760245
  },
  {
    "itstId": "5332",
    "nodeId": "1650012400",
    "itstNm": "도림방죽3거리",
    "la": 37.42649,
    "lo": 126.73485
  },
  {
    "itstId": "5333",
    "itstNm": "논고개길D",
    "la": 37.424322,
    "lo": 126.733233
  },
  {
    "itstId": "5334",
    "nodeId": "1650011501",
    "itstNm": "논고개길F",
    "la": 37.422859,
    "lo": 126.732748
  },
  {
    "itstId": "5335",
    "nodeId": "1650086502",
    "itstNm": "반디유치원3거리",
    "la": 37.429522,
    "lo": 126.744156
  },
  {
    "itstId": "5336",
    "itstNm": "장서초교입구",
    "la": 37.4297,
    "lo": 126.746016
  },
  {
    "itstId": "5337",
    "nodeId": "1650086700",
    "itstNm": "장서4거리",
    "la": 37.429979,
    "lo": 126.747247
  },
  {
    "itstId": "5338",
    "itstNm": "서창4단지입구",
    "la": 37.430221,
    "lo": 126.748846
  },
  {
    "itstId": "5339",
    "itstNm": "에듀피아3거리",
    "la": 37.429872,
    "lo": 126.750274
  },
  {
    "itstId": "5340",
    "itstNm": "서창5단지입구",
    "la": 37.42883,
    "lo": 126.750867
  },
  {
    "itstId": "5341",
    "itstNm": "서창사업소입구",
    "la": 37.42801,
    "lo": 126.751118
  },
  {
    "itstId": "5342",
    "itstNm": "만월중입구",
    "la": 37.426562,
    "lo": 126.751415
  },
  {
    "itstId": "5343",
    "itstNm": "서창10단지입구",
    "la": 37.424956,
    "lo": 126.750984
  },
  {
    "itstId": "5344",
    "itstNm": "한빛초교정문",
    "la": 37.424008,
    "lo": 126.743402
  },
  {
    "itstId": "5345",
    "nodeId": "1650105000",
    "itstNm": "한빛초교3거리",
    "la": 37.423266,
    "lo": 126.743743
  },
  {
    "itstId": "5346",
    "itstNm": "서창7단지입구",
    "la": 37.423473,
    "lo": 126.744534
  },
  {
    "itstId": "5347",
    "itstNm": "서창2단지입구",
    "la": 37.428687,
    "lo": 126.744462
  },
  {
    "itstId": "5348",
    "itstNm": "어울림공원3거리",
    "la": 37.427938,
    "lo": 126.744695
  },
  {
    "itstId": "5349",
    "itstNm": "서창8단지입구",
    "la": 37.424842,
    "lo": 126.745153
  },
  {
    "itstId": "5350",
    "nodeId": "1650086500",
    "itstNm": "한빛4거리",
    "la": 37.423722,
    "lo": 126.74545
  },
  {
    "itstId": "5351",
    "itstNm": "서창9단지입구",
    "la": 37.423929,
    "lo": 126.746627
  },
  {
    "itstId": "5352",
    "itstNm": "서창문화회관",
    "la": 37.42776,
    "lo": 126.747866
  },
  {
    "itstId": "5353",
    "nodeId": "1650086800",
    "itstNm": "어울공원남측",
    "la": 37.42659,
    "lo": 126.748262
  },
  {
    "itstId": "5354",
    "itstNm": "메인프라자(SC34)",
    "la": 37.425748,
    "lo": 126.748756
  },
  {
    "itstId": "5355",
    "nodeId": "1650087100",
    "itstNm": "장아4거리(CS35)",
    "la": 37.424571,
    "lo": 126.749798
  },
  {
    "itstId": "5356",
    "itstNm": "진영프라자(SC36)",
    "la": 37.423323,
    "lo": 126.750696
  },
  {
    "itstId": "5357",
    "itstNm": "서창11단지입구",
    "la": 37.421461,
    "lo": 126.751783
  },
  {
    "itstId": "5358",
    "itstNm": "서창고정문",
    "la": 37.420519,
    "lo": 126.752232
  },
  {
    "itstId": "5359",
    "itstNm": "도림1교(보)",
    "la": 37.420947,
    "lo": 126.745746
  },
  {
    "itstId": "5360",
    "nodeId": "1650086600",
    "itstNm": "물빛공원3거리",
    "la": 37.42171,
    "lo": 126.747049
  },
  {
    "itstId": "5361",
    "nodeId": "1650087000",
    "itstNm": "물빛공원입구3거리",
    "la": 37.421853,
    "lo": 126.748621
  },
  {
    "itstId": "5362",
    "nodeId": "1650087300",
    "itstNm": "장곡4거리",
    "la": 37.422238,
    "lo": 126.751352
  },
  {
    "itstId": "5363",
    "itstNm": "제니스유치원",
    "la": 37.423886,
    "lo": 126.755026
  },
  {
    "itstId": "5364",
    "nodeId": "1650087301",
    "itstNm": "장아산공원3거리",
    "la": 37.426219,
    "lo": 126.75782
  },
  {
    "itstId": "5365",
    "nodeId": "1650087400",
    "itstNm": "뒷방죽4거리(SC48)",
    "la": 37.427525,
    "lo": 126.759769
  },
  {
    "itstId": "5366",
    "nodeId": "1650087402",
    "itstNm": "뒷방죽3거리(SC52)",
    "la": 37.428516,
    "lo": 126.759284
  },
  {
    "itstId": "5367",
    "itstNm": "어울공원북측",
    "la": 37.428937,
    "lo": 126.747543
  },
  {
    "itstId": "5368",
    "itstNm": "생태골",
    "la": 37.436363,
    "lo": 126.761215
  },
  {
    "itstId": "5369",
    "nodeId": "1650087401",
    "itstNm": "메사리고개입구(운연역3)",
    "la": 37.438253,
    "lo": 126.761754
  },
  {
    "itstId": "5370",
    "itstNm": "재넘머들",
    "la": 37.442661,
    "lo": 126.763039
  },
  {
    "itstId": "5371",
    "nodeId": "1650007400",
    "itstNm": "사리골삼거리",
    "la": 37.403252,
    "lo": 126.692647
  },
  {
    "itstId": "5372",
    "itstNm": "논현충전소앞",
    "la": 37.398906,
    "lo": 126.711098
  },
  {
    "itstId": "5373",
    "itstNm": "시청후문",
    "la": 37.456724,
    "lo": 126.703274
  },
  {
    "itstId": "5374",
    "nodeId": "1650118301",
    "itstNm": "동화금속3",
    "la": 37.391127,
    "lo": 126.701576
  },
  {
    "itstId": "5375",
    "itstNm": "인천교육청",
    "la": 37.45512,
    "lo": 126.703005
  },
  {
    "itstId": "5376",
    "itstNm": "간석두진입구",
    "la": 37.46352,
    "lo": 126.720576
  },
  {
    "itstId": "5377",
    "itstNm": "주안남동금고",
    "la": 37.466044,
    "lo": 126.688578
  },
  {
    "itstId": "5378",
    "itstNm": "새말초교 앞",
    "la": 37.459776,
    "lo": 126.734796
  },
  {
    "itstId": "5379",
    "itstNm": "논현경찰서입구",
    "la": 37.403302,
    "lo": 126.716246
  },
  {
    "itstId": "5380",
    "itstNm": "은봉초교3거리",
    "la": 37.406056,
    "lo": 126.726154
  },
  {
    "itstId": "5381",
    "nodeId": "1650085000",
    "itstNm": "논현고4거리",
    "la": 37.404451,
    "lo": 126.726639
  },
  {
    "itstId": "5382",
    "nodeId": "1650115101",
    "itstNm": "삼호제강4거리",
    "la": 37.386523,
    "lo": 126.698181
  },
  {
    "itstId": "5383",
    "nodeId": "1650008801",
    "itstNm": "에이스테크놀리지",
    "la": 37.410473,
    "lo": 126.694066
  },
  {
    "itstId": "5384",
    "nodeId": "1650019001",
    "itstNm": "구월힐캐슬플라자",
    "la": 37.457281,
    "lo": 126.714871
  },
  {
    "itstId": "5385",
    "nodeId": "1650032300",
    "itstNm": "석정중학교",
    "la": 37.46958,
    "lo": 126.693024
  },
  {
    "itstId": "5386",
    "itstNm": "어울림마을",
    "la": 37.460382,
    "lo": 126.707182
  },
  {
    "itstId": "5387",
    "nodeId": "1650019501",
    "itstNm": "조동초교3거리",
    "la": 37.46029,
    "lo": 126.739225
  },
  {
    "itstId": "5388",
    "nodeId": "1650019100",
    "itstNm": "만수주공길3거리",
    "la": 37.456903,
    "lo": 126.735577
  },
  {
    "itstId": "5389",
    "nodeId": "1650030000",
    "itstNm": "문일여고",
    "la": 37.450035,
    "lo": 126.731194
  },
  {
    "itstId": "5390",
    "nodeId": "1650029100",
    "itstNm": "서창교회3거리",
    "la": 37.439387,
    "lo": 126.749402
  },
  {
    "itstId": "5391",
    "nodeId": "1650028800",
    "itstNm": "서창현대입구",
    "la": 37.438403,
    "lo": 126.745369
  },
  {
    "itstId": "5392",
    "nodeId": "1650028700",
    "itstNm": "곡촌마을입구",
    "la": 37.438389,
    "lo": 126.747085
  },
  {
    "itstId": "5393",
    "nodeId": "1650013400",
    "itstNm": "곡촌4거리",
    "la": 37.438389,
    "lo": 126.749349
  },
  {
    "itstId": "5394",
    "itstNm": "서창임광입구",
    "la": 37.436969,
    "lo": 126.750139
  },
  {
    "itstId": "5395",
    "nodeId": "1650027900",
    "itstNm": "서창초교4거리",
    "la": 37.435714,
    "lo": 126.751289
  },
  {
    "itstId": "5396",
    "nodeId": "1650027600",
    "itstNm": "서창서해4거리",
    "la": 37.434601,
    "lo": 126.749178
  },
  {
    "itstId": "5397",
    "itstNm": "구수골입구",
    "la": 37.432825,
    "lo": 126.73229
  },
  {
    "itstId": "5398",
    "nodeId": "1650010201",
    "itstNm": "도림초교입구4거리",
    "la": 37.419563,
    "lo": 126.729945
  },
  {
    "itstId": "5399",
    "nodeId": "1650107200",
    "itstNm": "도림초3거리",
    "la": 37.418685,
    "lo": 126.731203
  },
  {
    "itstId": "5400",
    "nodeId": "1650010200",
    "itstNm": "오봉산입구4거리",
    "la": 37.416887,
    "lo": 126.727627
  },
  {
    "itstId": "5401",
    "itstNm": "동방초교정문",
    "la": 37.403473,
    "lo": 126.720162
  },
  {
    "itstId": "5402",
    "itstNm": "신일남문앞",
    "la": 37.403509,
    "lo": 126.722507
  },
  {
    "itstId": "5403",
    "nodeId": "1650005400",
    "itstNm": "유성스틸4거리",
    "la": 37.388836,
    "lo": 126.699878
  },
  {
    "itstId": "5404",
    "itstNm": "남촌초교",
    "la": 37.429843,
    "lo": 126.713937
  },
  {
    "itstId": "5405",
    "itstNm": "푸르내동문",
    "la": 37.407655,
    "lo": 126.736054
  },
  {
    "itstId": "5406",
    "nodeId": "1650027800",
    "itstNm": "서창파출소",
    "la": 37.435714,
    "lo": 126.748082
  },
  {
    "itstId": "5407",
    "nodeId": "1650026900",
    "itstNm": "논현산뒤3거리",
    "la": 37.409938,
    "lo": 126.734688
  },
  {
    "itstId": "5408",
    "itstNm": "소낭대이고개3",
    "la": 37.411707,
    "lo": 126.724986
  },
  {
    "itstId": "5409",
    "itstNm": "주적골입구",
    "la": 37.414547,
    "lo": 126.726451
  },
  {
    "itstId": "5410",
    "nodeId": "1650025400",
    "itstNm": "논현포대3거리",
    "la": 37.404179,
    "lo": 126.707155
  },
  {
    "itstId": "5411",
    "itstNm": "찬우물고개입구",
    "la": 37.439316,
    "lo": 126.719471
  },
  {
    "itstId": "5412",
    "itstNm": "매소홀터널입구3",
    "la": 37.439337,
    "lo": 126.721869
  },
  {
    "itstId": "5413",
    "nodeId": "1650086400",
    "itstNm": "도림1교3거리",
    "la": 37.420255,
    "lo": 126.745522
  },
  {
    "itstId": "5414",
    "itstNm": "미추홀학교3",
    "la": 37.464518,
    "lo": 126.739
  },
  {
    "itstId": "5415",
    "itstNm": "LH서창2단지",
    "la": 37.429601,
    "lo": 126.7428
  },
  {
    "itstId": "5416",
    "itstNm": "남동새마을금고",
    "la": 37.462044,
    "lo": 126.698764
  },
  {
    "itstId": "5417",
    "itstNm": "농산물시장북문",
    "la": 37.443032,
    "lo": 126.704765
  },
  {
    "itstId": "5418",
    "itstNm": "만수복개공영주차장",
    "la": 37.455683,
    "lo": 126.723351
  },
  {
    "itstId": "5419",
    "nodeId": "1650012201",
    "itstNm": "덕골입구",
    "la": 37.427774,
    "lo": 126.718204
  },
  {
    "itstId": "5420",
    "itstNm": "라온빌딩",
    "la": 37.444437,
    "lo": 126.708583
  },
  {
    "itstId": "5421",
    "itstNm": "성리초교",
    "la": 37.445742,
    "lo": 126.709131
  },
  {
    "itstId": "5422",
    "itstNm": "선수촌801동",
    "la": 37.440913,
    "lo": 126.714781
  },
  {
    "itstId": "5423",
    "nodeId": "1650020201",
    "itstNm": "성문교회",
    "la": 37.462593,
    "lo": 126.739314
  },
  {
    "itstId": "5424",
    "nodeId": "1650102900",
    "itstNm": "조동초교정문",
    "la": 37.459833,
    "lo": 126.739934
  },
  {
    "itstId": "5425",
    "itstNm": "승윤아트빌",
    "la": 37.434487,
    "lo": 126.751657
  },
  {
    "itstId": "5426",
    "nodeId": "1650029600",
    "itstNm": "장승백이시장",
    "la": 37.446263,
    "lo": 126.734634
  },
  {
    "itstId": "5427",
    "itstNm": "단풍마을휴먼시아",
    "la": 37.40657,
    "lo": 126.73246
  },
  {
    "itstId": "5428",
    "nodeId": "1650105200",
    "itstNm": "서창소래야구장",
    "la": 37.425627,
    "lo": 126.7428
  },
  {
    "itstId": "5429",
    "itstNm": "서창LH6단지",
    "la": 37.424707,
    "lo": 126.743168
  },
  {
    "itstId": "5430",
    "itstNm": "그린빌2단지",
    "la": 37.418036,
    "lo": 126.73052
  },
  {
    "itstId": "5433",
    "itstNm": "만수중후문",
    "la": 37.455441,
    "lo": 126.73679
  },
  {
    "itstId": "5434",
    "itstNm": "간석풍림아파트",
    "la": 37.463235,
    "lo": 126.697669
  },
  {
    "itstId": "5435",
    "nodeId": "1650020100",
    "itstNm": "간석배꼽시계4",
    "la": 37.460732,
    "lo": 126.714638
  },
  {
    "itstId": "5436",
    "itstNm": "만수주공3단지",
    "la": 37.455526,
    "lo": 126.734059
  },
  {
    "itstId": "5437",
    "nodeId": "1650031800",
    "itstNm": "성산효대학원4",
    "la": 37.465745,
    "lo": 126.695656
  },
  {
    "itstId": "5438",
    "nodeId": "1650020200",
    "itstNm": "만수북중",
    "la": 37.461245,
    "lo": 126.737805
  },
  {
    "itstId": "5439",
    "itstNm": "인수초정문",
    "la": 37.453473,
    "lo": 126.736637
  },
  {
    "itstId": "5440",
    "itstNm": "만수중정문",
    "la": 37.454093,
    "lo": 126.737284
  },
  {
    "itstId": "5441",
    "itstNm": "만수4동복지센터",
    "la": 37.459256,
    "lo": 126.735559
  },
  {
    "itstId": "5442",
    "itstNm": "대우재A상가",
    "la": 37.454635,
    "lo": 126.699303
  },
  {
    "itstId": "5443",
    "itstNm": "상인천여중",
    "la": 37.454984,
    "lo": 126.6981
  },
  {
    "itstId": "5444",
    "itstNm": "흰돌교회",
    "la": 37.444758,
    "lo": 126.710452
  },
  {
    "itstId": "5445",
    "itstNm": "큰별유치원",
    "la": 37.44393,
    "lo": 126.710128
  },
  {
    "itstId": "5446",
    "itstNm": "구월시장남문",
    "la": 37.452111,
    "lo": 126.720953
  },
  {
    "itstId": "5447",
    "itstNm": "구월동교회",
    "la": 37.452075,
    "lo": 126.722264
  },
  {
    "itstId": "5448",
    "nodeId": "1650017200",
    "itstNm": "한일빌라",
    "la": 37.451932,
    "lo": 126.724717
  },
  {
    "itstId": "5449",
    "itstNm": "한국노총복지관",
    "la": 37.453651,
    "lo": 126.697821
  },
  {
    "itstId": "5451",
    "itstNm": "은봉초교",
    "la": 37.404144,
    "lo": 126.724968
  },
  {
    "itstId": "5452",
    "itstNm": "도림주공2단지",
    "la": 37.417408,
    "lo": 126.729864
  },
  {
    "itstId": "5453",
    "itstNm": "에코메트로118동",
    "la": 37.394845,
    "lo": 126.729541
  },
  {
    "itstId": "5454",
    "itstNm": "한화우체국",
    "la": 37.392369,
    "lo": 126.726756
  },
  {
    "itstId": "5455",
    "itstNm": "사리울초후문",
    "la": 37.389171,
    "lo": 126.723333
  },
  {
    "itstId": "5456",
    "itstNm": "에코메트로701",
    "la": 37.391177,
    "lo": 126.725507
  },
  {
    "itstId": "5457",
    "itstNm": "사리울초정문",
    "la": 37.387744,
    "lo": 126.723495
  },
  {
    "itstId": "5458",
    "nodeId": "1650073300",
    "itstNm": "소래아트홀",
    "la": 37.386659,
    "lo": 126.724977
  },
  {
    "itstId": "5459",
    "itstNm": "한누리학교",
    "la": 37.400768,
    "lo": 126.715482
  },
  {
    "itstId": "5460",
    "itstNm": "만수뉴서울아파트",
    "la": 37.44162,
    "lo": 126.736045
  },
  {
    "itstId": "5461",
    "itstNm": "간석3동행정복지센터",
    "la": 37.466301,
    "lo": 126.714233
  },
  {
    "itstId": "5462",
    "itstNm": "낙원제일교회",
    "la": 37.4582,
    "lo": 126.714799
  },
  {
    "itstId": "5463",
    "itstNm": "시의회주차장",
    "la": 37.454835,
    "lo": 126.705834
  },
  {
    "itstId": "5464",
    "itstNm": "터미널동측",
    "la": 37.44152,
    "lo": 126.702645
  },
  {
    "itstId": "5465",
    "itstNm": "인기자동차학원",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "5466",
    "itstNm": "만수북초교서측",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "5467",
    "itstNm": "정각중",
    "la": 37.456118,
    "lo": 126.716704
  },
  {
    "itstId": "6001",
    "nodeId": "1660013401",
    "itstNm": "햇살공원입구",
    "la": 37.515959,
    "lo": 126.732083
  },
  {
    "itstId": "6002",
    "nodeId": "1660002200",
    "itstNm": "동암역3거리",
    "la": 37.47147,
    "lo": 126.701423
  },
  {
    "itstId": "6003",
    "nodeId": "1660019000",
    "itstNm": "십정초교4거리(SJ06)",
    "la": 37.475191,
    "lo": 126.697695
  },
  {
    "itstId": "6004",
    "nodeId": "1660006800",
    "itstNm": "대정4거리",
    "la": 37.494103,
    "lo": 126.730035
  },
  {
    "itstId": "6005",
    "nodeId": "1660008800",
    "itstNm": "부평중입구4거리",
    "la": 37.501059,
    "lo": 126.730718
  },
  {
    "itstId": "6006",
    "nodeId": "1660011100",
    "itstNm": "신복4거리",
    "la": 37.506995,
    "lo": 126.731292
  },
  {
    "itstId": "6007",
    "nodeId": "1660013400",
    "itstNm": "갈삼4거리",
    "la": 37.511563,
    "lo": 126.731652
  },
  {
    "itstId": "6008",
    "nodeId": "1660015500",
    "itstNm": "삼산4거리",
    "la": 37.517605,
    "lo": 126.732299
  },
  {
    "itstId": "6009",
    "nodeId": "1660011800",
    "itstNm": "산곡사거리",
    "la": 37.508263,
    "lo": 126.709113
  },
  {
    "itstId": "6010",
    "nodeId": "1660013900",
    "itstNm": "한국GM서문",
    "la": 37.512596,
    "lo": 126.709535
  },
  {
    "itstId": "6011",
    "nodeId": "1660015100",
    "itstNm": "수출공단5거리",
    "la": 37.517163,
    "lo": 126.710047
  },
  {
    "itstId": "6012",
    "nodeId": "1660016000",
    "itstNm": "안남길4거리",
    "la": 37.520156,
    "lo": 126.71038
  },
  {
    "itstId": "6013",
    "nodeId": "1660017200",
    "itstNm": "효성굴다리4거리",
    "la": 37.522614,
    "lo": 126.710559
  },
  {
    "itstId": "6014",
    "nodeId": "1660017300",
    "itstNm": "동서식품4거리",
    "la": 37.522543,
    "lo": 126.716192
  },
  {
    "itstId": "6015",
    "nodeId": "1660011300",
    "itstNm": "신트리공원4",
    "la": 37.507316,
    "lo": 126.725741
  },
  {
    "itstId": "6016",
    "nodeId": "1660015700",
    "itstNm": "갈산4거리",
    "la": 37.517975,
    "lo": 126.726945
  },
  {
    "itstId": "6017",
    "itstNm": "갈산동사무소",
    "la": 37.517747,
    "lo": 126.729909
  },
  {
    "itstId": "6018",
    "itstNm": "부평북초교",
    "la": 37.519828,
    "lo": 126.728193
  },
  {
    "itstId": "6019",
    "nodeId": "1660023500",
    "itstNm": "산곡한신A정문3거리",
    "la": 37.497581,
    "lo": 126.702403
  },
  {
    "itstId": "6020",
    "nodeId": "1660017700",
    "itstNm": "갈산태화4거리",
    "la": 37.522692,
    "lo": 126.729469
  },
  {
    "itstId": "6021",
    "itstNm": "청천동양입구",
    "la": 37.519636,
    "lo": 126.707442
  },
  {
    "itstId": "6022",
    "nodeId": "1660016100",
    "itstNm": "청천초교",
    "la": 37.520989,
    "lo": 126.700408
  },
  {
    "itstId": "6023",
    "nodeId": "1660016400",
    "itstNm": "나비공원4거리",
    "la": 37.521046,
    "lo": 126.69474
  },
  {
    "itstId": "6024",
    "nodeId": "1660009400",
    "itstNm": "백마2교3거리",
    "la": 37.503489,
    "lo": 126.716048
  },
  {
    "itstId": "6025",
    "nodeId": "1660009600",
    "itstNm": "산곡고3거리",
    "la": 37.503624,
    "lo": 126.714431
  },
  {
    "itstId": "6026",
    "nodeId": "1660010100",
    "itstNm": "부평전화국4거리",
    "la": 37.504037,
    "lo": 126.708664
  },
  {
    "itstId": "6027",
    "nodeId": "1660010300",
    "itstNm": "원적4거리",
    "la": 37.504308,
    "lo": 126.703247
  },
  {
    "itstId": "6028",
    "nodeId": "1660025200",
    "itstNm": "산곡중4거리",
    "la": 37.504543,
    "lo": 126.699681
  },
  {
    "itstId": "6029",
    "itstNm": "명신여고",
    "la": 37.504836,
    "lo": 126.696195
  },
  {
    "itstId": "6030",
    "itstNm": "청천지구대",
    "la": 37.510166,
    "lo": 126.709284
  },
  {
    "itstId": "6031",
    "nodeId": "1660012100",
    "itstNm": "마장4거리",
    "la": 37.508527,
    "lo": 126.703544
  },
  {
    "itstId": "6032",
    "itstNm": "산곡북초교(보)",
    "la": 37.510373,
    "lo": 126.703678
  },
  {
    "itstId": "6033",
    "nodeId": "1660014100",
    "itstNm": "영아다방4거리",
    "la": 37.513009,
    "lo": 126.703894
  },
  {
    "itstId": "6034",
    "nodeId": "1660015400",
    "itstNm": "청천사거리",
    "la": 37.517541,
    "lo": 126.704343
  },
  {
    "itstId": "6035",
    "nodeId": "1660016300",
    "itstNm": "청수4거리",
    "la": 37.521068,
    "lo": 126.704639
  },
  {
    "itstId": "6036",
    "nodeId": "1660017100",
    "itstNm": "새벼리4거리",
    "la": 37.522464,
    "lo": 126.70481
  },
  {
    "itstId": "6037",
    "itstNm": "부평노동사무소",
    "la": 37.491266,
    "lo": 126.726522
  },
  {
    "itstId": "6038",
    "nodeId": "1660005600",
    "itstNm": "부원중4거리",
    "la": 37.491095,
    "lo": 126.718042
  },
  {
    "itstId": "6039",
    "nodeId": "1660023200",
    "itstNm": "산곡소방소3거리",
    "la": 37.495364,
    "lo": 126.703031
  },
  {
    "itstId": "6040",
    "nodeId": "1660022700",
    "itstNm": "화랑농장",
    "la": 37.492221,
    "lo": 126.704595
  },
  {
    "itstId": "6041",
    "nodeId": "1660004900",
    "itstNm": "부평현대4거리",
    "la": 37.489299,
    "lo": 126.706211
  },
  {
    "itstId": "6042",
    "itstNm": "한일초교(보)",
    "la": 37.504529,
    "lo": 126.692234
  },
  {
    "itstId": "6043",
    "itstNm": "열우물경기장",
    "la": 37.4782,
    "lo": 126.691901
  },
  {
    "itstId": "6044",
    "nodeId": "1660006500",
    "itstNm": "부평동아서남문",
    "la": 37.493882,
    "lo": 126.71638
  },
  {
    "itstId": "6045",
    "nodeId": "1660024200",
    "itstNm": "산곡우성입구",
    "la": 37.500039,
    "lo": 126.716165
  },
  {
    "itstId": "6046",
    "nodeId": "1660005400",
    "itstNm": "굴다리5거리",
    "la": 37.491052,
    "lo": 126.72972
  },
  {
    "itstId": "6047",
    "nodeId": "1660007900",
    "itstNm": "부흥5거리",
    "la": 37.498122,
    "lo": 126.730385
  },
  {
    "itstId": "6048",
    "itstNm": "경인센터사거리",
    "la": 37.474671,
    "lo": 126.689745
  },
  {
    "itstId": "6049",
    "nodeId": "1660000300",
    "itstNm": "십정4거리",
    "la": 37.473224,
    "lo": 126.691542
  },
  {
    "itstId": "6050",
    "nodeId": "1660002900",
    "itstNm": "열우물4거리",
    "la": 37.477416,
    "lo": 126.693195
  },
  {
    "itstId": "6051",
    "itstNm": "인천세무고입구사거리",
    "la": 37.481101,
    "lo": 126.699106
  },
  {
    "itstId": "6052",
    "itstNm": "신촌4거리",
    "la": 37.486526,
    "lo": 126.707712
  },
  {
    "itstId": "6053",
    "nodeId": "1660005100",
    "itstNm": "산삼삼거리",
    "la": 37.489805,
    "lo": 126.710146
  },
  {
    "itstId": "6054",
    "nodeId": "1660005500",
    "itstNm": "부평공원4거리",
    "la": 37.491009,
    "lo": 126.716362
  },
  {
    "itstId": "6055",
    "nodeId": "1660003800",
    "itstNm": "백운공원삼거리",
    "la": 37.483268,
    "lo": 126.702681
  },
  {
    "itstId": "6056",
    "nodeId": "1660002100",
    "itstNm": "6공단입구3거리",
    "la": 37.471413,
    "lo": 126.690725
  },
  {
    "itstId": "6057",
    "nodeId": "1660000200",
    "itstNm": "벽돌막4거리",
    "la": 37.468326,
    "lo": 126.699941
  },
  {
    "itstId": "6058",
    "itstNm": "나누리병원",
    "la": 37.499704,
    "lo": 126.730601
  },
  {
    "itstId": "6059",
    "nodeId": "1660010200",
    "itstNm": "개흥초교4거리",
    "la": 37.50423,
    "lo": 126.73105
  },
  {
    "itstId": "6060",
    "nodeId": "1660017500",
    "itstNm": "부평I.C사거리",
    "la": 37.522635,
    "lo": 126.722058
  },
  {
    "itstId": "6061",
    "nodeId": "1660015800",
    "itstNm": "북부소방서삼거리",
    "la": 37.519457,
    "lo": 126.721698
  },
  {
    "itstId": "6062",
    "nodeId": "1660014500",
    "itstNm": "갈산역4거리",
    "la": 37.516515,
    "lo": 126.721429
  },
  {
    "itstId": "6063",
    "nodeId": "1660013800",
    "itstNm": "한국GM동문",
    "la": 37.511933,
    "lo": 126.720917
  },
  {
    "itstId": "6064",
    "nodeId": "1660010600",
    "itstNm": "부평성심병원",
    "la": 37.5048,
    "lo": 126.721384
  },
  {
    "itstId": "6065",
    "nodeId": "1660009200",
    "itstNm": "산곡입구삼거리",
    "la": 37.503232,
    "lo": 126.721573
  },
  {
    "itstId": "6066",
    "nodeId": "1660009000",
    "itstNm": "북인천방송국",
    "la": 37.501529,
    "lo": 126.721842
  },
  {
    "itstId": "6067",
    "nodeId": "1660008100",
    "itstNm": "시장역오거리",
    "la": 37.498593,
    "lo": 126.722264
  },
  {
    "itstId": "6068",
    "nodeId": "1660007200",
    "itstNm": "북부교육청",
    "la": 37.495956,
    "lo": 126.722624
  },
  {
    "itstId": "6069",
    "nodeId": "1660006700",
    "itstNm": "문화4거리",
    "la": 37.493996,
    "lo": 126.72283
  },
  {
    "itstId": "6070",
    "nodeId": "1660000800",
    "itstNm": "동수역4거리",
    "la": 37.485364,
    "lo": 126.71815
  },
  {
    "itstId": "6071",
    "nodeId": "1660005700",
    "itstNm": "부평역5거리",
    "la": 37.491423,
    "lo": 126.723064
  },
  {
    "itstId": "6072",
    "itstNm": "부평남초교",
    "la": 37.486326,
    "lo": 126.720099
  },
  {
    "itstId": "6073",
    "itstNm": "부평역남측",
    "la": 37.487566,
    "lo": 126.725094
  },
  {
    "itstId": "6074",
    "nodeId": "1660001100",
    "itstNm": "동소정4거리",
    "la": 37.48726,
    "lo": 126.729388
  },
  {
    "itstId": "6075",
    "itstNm": "부개주유소",
    "la": 37.486889,
    "lo": 126.73617
  },
  {
    "itstId": "6076",
    "nodeId": "1660000900",
    "itstNm": "부개사거리",
    "la": 37.486547,
    "lo": 126.739234
  },
  {
    "itstId": "6077",
    "nodeId": "1660020701",
    "itstNm": "일신시장",
    "la": 37.485927,
    "lo": 126.742081
  },
  {
    "itstId": "6078",
    "nodeId": "1660000601",
    "itstNm": "일신3거리",
    "la": 37.484993,
    "lo": 126.746115
  },
  {
    "itstId": "6079",
    "nodeId": "1660000500",
    "itstNm": "구산4거리",
    "la": 37.483354,
    "lo": 126.753139
  },
  {
    "itstId": "6080",
    "nodeId": "1660008200",
    "itstNm": "부평동아북문",
    "la": 37.498842,
    "lo": 126.718986
  },
  {
    "itstId": "6081",
    "itstNm": "부평동아서북문",
    "la": 37.496583,
    "lo": 126.716282
  },
  {
    "itstId": "6082",
    "itstNm": "청천대우A",
    "la": 37.51276,
    "lo": 126.707802
  },
  {
    "itstId": "6083",
    "itstNm": "부평대림서문",
    "la": 37.502812,
    "lo": 126.716039
  },
  {
    "itstId": "6084",
    "itstNm": "부평동부교회",
    "la": 37.495792,
    "lo": 126.728014
  },
  {
    "itstId": "6085",
    "itstNm": "부평5동사무소",
    "la": 37.49339,
    "lo": 126.727403
  },
  {
    "itstId": "6086",
    "itstNm": "부평하나은행",
    "la": 37.493532,
    "lo": 126.725669
  },
  {
    "itstId": "6087",
    "itstNm": "십정시장입구",
    "la": 37.470243,
    "lo": 126.695692
  },
  {
    "itstId": "6088",
    "nodeId": "1660017800",
    "itstNm": "갈월사거리",
    "la": 37.522756,
    "lo": 126.732873
  },
  {
    "itstId": "6089",
    "nodeId": "1660016800",
    "itstNm": "삼산삼보4거리",
    "la": 37.522507,
    "lo": 126.738218
  },
  {
    "itstId": "6090",
    "nodeId": "1660016500",
    "itstNm": "후정초교4거리",
    "la": 37.521901,
    "lo": 126.742836
  },
  {
    "itstId": "6091",
    "nodeId": "1660026600",
    "itstNm": "삼산고교",
    "la": 37.521937,
    "lo": 126.745055
  },
  {
    "itstId": "6092",
    "itstNm": "동암우체국",
    "la": 37.469566,
    "lo": 126.700714
  },
  {
    "itstId": "6093",
    "nodeId": "1660014900",
    "itstNm": "부평공영주차장",
    "la": 37.516771,
    "lo": 126.715707
  },
  {
    "itstId": "6094",
    "nodeId": "1660005300",
    "itstNm": "산삼4거리",
    "la": 37.490525,
    "lo": 126.711422
  },
  {
    "itstId": "6095",
    "itstNm": "십정공원",
    "la": 37.475626,
    "lo": 126.692539
  },
  {
    "itstId": "6096",
    "nodeId": "1660010900",
    "itstNm": "충선4거리",
    "la": 37.506745,
    "lo": 126.73661
  },
  {
    "itstId": "6097",
    "itstNm": "삼산체육관역4",
    "la": 37.506489,
    "lo": 126.742315
  },
  {
    "itstId": "6098",
    "nodeId": "1660024500",
    "itstNm": "산곡무지개3",
    "la": 37.501479,
    "lo": 126.702888
  },
  {
    "itstId": "6099",
    "itstNm": "희망천삼거리",
    "la": 37.482691,
    "lo": 126.71426
  },
  {
    "itstId": "6100",
    "itstNm": "중앙병원사거리",
    "la": 37.47671,
    "lo": 126.752044
  },
  {
    "itstId": "6101",
    "itstNm": "17사헌병대",
    "la": 37.473003,
    "lo": 126.754864
  },
  {
    "itstId": "6102",
    "nodeId": "1660013600",
    "itstNm": "부평공고4거리",
    "la": 37.511841,
    "lo": 126.7261
  },
  {
    "itstId": "6103",
    "nodeId": "1660009300",
    "itstNm": "부원초교3거리",
    "la": 37.503325,
    "lo": 126.718887
  },
  {
    "itstId": "6104",
    "nodeId": "1660011500",
    "itstNm": "부평구청4거리",
    "la": 37.507572,
    "lo": 126.720558
  },
  {
    "itstId": "6105",
    "nodeId": "1660011600",
    "itstNm": "부평여성문화회관사거리",
    "la": 37.507387,
    "lo": 126.722732
  },
  {
    "itstId": "6106",
    "nodeId": "1660010800",
    "itstNm": "구산초교3거리",
    "la": 37.506553,
    "lo": 126.740168
  },
  {
    "itstId": "6107",
    "nodeId": "1660026700",
    "itstNm": "청천농장입구",
    "la": 37.522642,
    "lo": 126.691003
  },
  {
    "itstId": "6108",
    "nodeId": "1660016200",
    "itstNm": "청천아이즈빌",
    "la": 37.521039,
    "lo": 126.702448
  },
  {
    "itstId": "6109",
    "nodeId": "1660008400",
    "itstNm": "산곡4동사무소",
    "la": 37.498963,
    "lo": 126.716237
  },
  {
    "itstId": "6110",
    "nodeId": "1660004000",
    "itstNm": "일신풍림4거리",
    "la": 37.483774,
    "lo": 126.74563
  },
  {
    "itstId": "6111",
    "nodeId": "1660013700",
    "itstNm": "갈산하나삼거리",
    "la": 37.51189,
    "lo": 126.723495
  },
  {
    "itstId": "6112",
    "itstNm": "진평주유소",
    "la": 37.487018,
    "lo": 126.733574
  },
  {
    "itstId": "6113",
    "nodeId": "1660024100",
    "itstNm": "산곡한신후문삼거리",
    "la": 37.499598,
    "lo": 126.702663
  },
  {
    "itstId": "6114",
    "nodeId": "1660015900",
    "itstNm": "동국무역사거리",
    "la": 37.519821,
    "lo": 126.716066
  },
  {
    "itstId": "6115",
    "nodeId": "1660007400",
    "itstNm": "부평중앙PB사거리",
    "la": 37.496654,
    "lo": 126.72425
  },
  {
    "itstId": "6116",
    "nodeId": "1660008000",
    "itstNm": "부평보건소사거리",
    "la": 37.498436,
    "lo": 126.725085
  },
  {
    "itstId": "6117",
    "nodeId": "1660008900",
    "itstNm": "부평4동사무소",
    "la": 37.501386,
    "lo": 126.725373
  },
  {
    "itstId": "6118",
    "nodeId": "1660010500",
    "itstNm": "신트리금고",
    "la": 37.504608,
    "lo": 126.725498
  },
  {
    "itstId": "6119",
    "nodeId": "1660011700",
    "itstNm": "청천쌍용3거리",
    "la": 37.507843,
    "lo": 126.714754
  },
  {
    "itstId": "6120",
    "nodeId": "1660013500",
    "itstNm": "갈산초교4거리",
    "la": 37.511705,
    "lo": 126.729029
  },
  {
    "itstId": "6121",
    "itstNm": "청천금호서문",
    "la": 37.507095,
    "lo": 126.709014
  },
  {
    "itstId": "6122",
    "itstNm": "청천금호북문",
    "la": 37.508042,
    "lo": 126.711637
  },
  {
    "itstId": "6123",
    "nodeId": "1660012500",
    "itstNm": "산곡1동사무소",
    "la": 37.508769,
    "lo": 126.701163
  },
  {
    "itstId": "6124",
    "itstNm": "산곡삼보아파트",
    "la": 37.50465,
    "lo": 126.69819
  },
  {
    "itstId": "6125",
    "nodeId": "1660012300",
    "itstNm": "굴포4교3거리",
    "la": 37.508648,
    "lo": 126.731454
  },
  {
    "itstId": "6126",
    "itstNm": "아래우물입구",
    "la": 37.468996,
    "lo": 126.698423
  },
  {
    "itstId": "6127",
    "nodeId": "1660023700",
    "itstNm": "방촌공원3거리",
    "la": 37.497652,
    "lo": 126.737042
  },
  {
    "itstId": "6128",
    "nodeId": "1660007700",
    "itstNm": "부개여고3거리",
    "la": 37.497545,
    "lo": 126.739395
  },
  {
    "itstId": "6129",
    "itstNm": "부개도서관",
    "la": 37.491166,
    "lo": 126.740473
  },
  {
    "itstId": "6130",
    "itstNm": "삼산한국입구",
    "la": 37.517527,
    "lo": 126.733916
  },
  {
    "itstId": "6131",
    "nodeId": "1660015300",
    "itstNm": "삼산중사거리",
    "la": 37.517448,
    "lo": 126.735389
  },
  {
    "itstId": "6132",
    "nodeId": "1660015200",
    "itstNm": "삼산동사무소입구",
    "la": 37.517234,
    "lo": 126.737787
  },
  {
    "itstId": "6133",
    "nodeId": "1660015000",
    "itstNm": "대보뚝사거리",
    "la": 37.517142,
    "lo": 126.739332
  },
  {
    "itstId": "6134",
    "nodeId": "1660026100",
    "itstNm": "영성미들삼거리",
    "la": 37.516907,
    "lo": 126.742917
  },
  {
    "itstId": "6135",
    "nodeId": "1660014800",
    "itstNm": "영선고삼거리",
    "la": 37.516729,
    "lo": 126.745558
  },
  {
    "itstId": "6136",
    "nodeId": "1660014700",
    "itstNm": "삼산3지구사거리",
    "la": 37.5167,
    "lo": 126.746851
  },
  {
    "itstId": "6137",
    "nodeId": "1660013200",
    "itstNm": "삼산2교4거리",
    "la": 37.51137,
    "lo": 126.735964
  },
  {
    "itstId": "6138",
    "nodeId": "1660014000",
    "itstNm": "삼산3교4거리",
    "la": 37.512838,
    "lo": 126.740015
  },
  {
    "itstId": "6139",
    "itstNm": "진산초교3거리",
    "la": 37.513715,
    "lo": 126.742198
  },
  {
    "itstId": "6140",
    "itstNm": "삼산4교삼거리",
    "la": 37.513622,
    "lo": 126.744794
  },
  {
    "itstId": "6141",
    "itstNm": "삼산7단지입구",
    "la": 37.508527,
    "lo": 126.734598
  },
  {
    "itstId": "6142",
    "nodeId": "1660011900",
    "itstNm": "삼산어린이공원",
    "la": 37.508513,
    "lo": 126.736476
  },
  {
    "itstId": "6143",
    "itstNm": "삼산체육관북문",
    "la": 37.508449,
    "lo": 126.738129
  },
  {
    "itstId": "6144",
    "itstNm": "진산중사거리",
    "la": 37.508969,
    "lo": 126.741596
  },
  {
    "itstId": "6145",
    "itstNm": "삼산4단지입구",
    "la": 37.510715,
    "lo": 126.743833
  },
  {
    "itstId": "6146",
    "itstNm": "아인스월드입구",
    "la": 37.511962,
    "lo": 126.744183
  },
  {
    "itstId": "6147",
    "nodeId": "1660013201",
    "itstNm": "영선초교3거리",
    "la": 37.515781,
    "lo": 126.735335
  },
  {
    "itstId": "6148",
    "itstNm": "여울교입구",
    "la": 37.513451,
    "lo": 126.735164
  },
  {
    "itstId": "6149",
    "itstNm": "삼산신성정문",
    "la": 37.51541,
    "lo": 126.739081
  },
  {
    "itstId": "6150",
    "itstNm": "부평경찰서",
    "la": 37.507622,
    "lo": 126.718725
  },
  {
    "itstId": "6151",
    "nodeId": "1660014501",
    "itstNm": "우림밸리",
    "la": 37.516607,
    "lo": 126.71877
  },
  {
    "itstId": "6152",
    "nodeId": "1660003700",
    "itstNm": "송암요양원",
    "la": 37.482719,
    "lo": 126.745701
  },
  {
    "itstId": "6153",
    "nodeId": "1660003500",
    "itstNm": "신아유치원",
    "la": 37.481885,
    "lo": 126.741668
  },
  {
    "itstId": "6154",
    "itstNm": "부평여고",
    "la": 37.501116,
    "lo": 126.718905
  },
  {
    "itstId": "6155",
    "nodeId": "1660004300",
    "itstNm": "동수4거리",
    "la": 37.485364,
    "lo": 126.729163
  },
  {
    "itstId": "6156",
    "nodeId": "1660013000",
    "itstNm": "갈월초교4거리",
    "la": 37.510365,
    "lo": 126.725965
  },
  {
    "itstId": "6157",
    "itstNm": "주택금융공사",
    "la": 37.49741,
    "lo": 126.723612
  },
  {
    "itstId": "6158",
    "itstNm": "부개광일4거리",
    "la": 37.482099,
    "lo": 126.738362
  },
  {
    "itstId": "6159",
    "nodeId": "1660002500",
    "itstNm": "귀뚜라미4거리",
    "la": 37.474985,
    "lo": 126.685937
  },
  {
    "itstId": "6160",
    "nodeId": "1660001602",
    "itstNm": "삼산건강공원삼거리",
    "la": 37.516458,
    "lo": 126.750139
  },
  {
    "itstId": "6161",
    "itstNm": "삼산한솔타운",
    "la": 37.522742,
    "lo": 126.730798
  },
  {
    "itstId": "6162",
    "nodeId": "1660009900",
    "itstNm": "부개오성4거리",
    "la": 37.503945,
    "lo": 126.736458
  },
  {
    "itstId": "6163",
    "nodeId": "1660009700",
    "itstNm": "기적의도서관",
    "la": 37.503795,
    "lo": 126.739925
  },
  {
    "itstId": "6164",
    "nodeId": "1660007800",
    "itstNm": "부개수협사거리",
    "la": 37.497759,
    "lo": 126.735802
  },
  {
    "itstId": "6165",
    "nodeId": "1660000801",
    "itstNm": "부평성모병원4거리",
    "la": 37.485221,
    "lo": 126.724411
  },
  {
    "itstId": "6166",
    "itstNm": "3835부대앞",
    "la": 37.508427,
    "lo": 126.70578
  },
  {
    "itstId": "6167",
    "itstNm": "산곡금호입구",
    "la": 37.50428,
    "lo": 126.704621
  },
  {
    "itstId": "6168",
    "nodeId": "1660077701",
    "itstNm": "십정소방3거리",
    "la": 37.479996,
    "lo": 126.697309
  },
  {
    "itstId": "6169",
    "itstNm": "부평동초교입구",
    "la": 37.500104,
    "lo": 126.725229
  },
  {
    "itstId": "6170",
    "itstNm": "서부2교입구",
    "la": 37.514897,
    "lo": 126.726001
  },
  {
    "itstId": "6171",
    "itstNm": "개흥초교정문",
    "la": 37.504458,
    "lo": 126.727618
  },
  {
    "itstId": "6172",
    "itstNm": "부안고가입구",
    "la": 37.483739,
    "lo": 126.708394
  },
  {
    "itstId": "6173",
    "nodeId": "1660006300",
    "itstNm": "부이4거리",
    "la": 37.493946,
    "lo": 126.741722
  },
  {
    "itstId": "6174",
    "itstNm": "부개푸른서문",
    "la": 37.50274,
    "lo": 126.739817
  },
  {
    "itstId": "6175",
    "nodeId": "1660004200",
    "itstNm": "일신동입구",
    "la": 37.485079,
    "lo": 126.73538
  },
  {
    "itstId": "6176",
    "itstNm": "부개초교입구",
    "la": 37.48587,
    "lo": 126.737455
  },
  {
    "itstId": "6177",
    "itstNm": "폴리텍대학",
    "la": 37.478934,
    "lo": 126.753553
  },
  {
    "itstId": "6178",
    "itstNm": "부평5구역입구",
    "la": 37.503026,
    "lo": 126.725471
  },
  {
    "itstId": "6180",
    "nodeId": "1660014703",
    "itstNm": "삼산3지구삼거리",
    "la": 37.518339,
    "lo": 126.746878
  },
  {
    "itstId": "6181",
    "nodeId": "1660026500",
    "itstNm": "삼산농산시장입구",
    "la": 37.520776,
    "lo": 126.746833
  },
  {
    "itstId": "6182",
    "itstNm": "삼산교통공원3거리",
    "la": 37.519978,
    "lo": 126.750759
  },
  {
    "itstId": "6183",
    "itstNm": "삼산공원운교3거리",
    "la": 37.518182,
    "lo": 126.750436
  },
  {
    "itstId": "6184",
    "itstNm": "부평문예회관",
    "la": 37.482498,
    "lo": 126.703526
  },
  {
    "itstId": "6185",
    "nodeId": "1660019600",
    "itstNm": "십정과선교4거리",
    "la": 37.481522,
    "lo": 126.704648
  },
  {
    "itstId": "6186",
    "nodeId": "1660076100",
    "itstNm": "부개고입구",
    "la": 37.491751,
    "lo": 126.739144
  },
  {
    "itstId": "6187",
    "nodeId": "1660004800",
    "itstNm": "부개역3거리",
    "la": 37.488793,
    "lo": 126.740015
  },
  {
    "itstId": "6188",
    "nodeId": "1660022300",
    "itstNm": "부개서초교",
    "la": 37.489648,
    "lo": 126.733781
  },
  {
    "itstId": "6189",
    "itstNm": "부평성모북문",
    "la": 37.485378,
    "lo": 126.725328
  },
  {
    "itstId": "6190",
    "itstNm": "삼산태광빌딩",
    "la": 37.522635,
    "lo": 126.735766
  },
  {
    "itstId": "6191",
    "itstNm": "부평신협",
    "la": 37.498358,
    "lo": 126.727016
  },
  {
    "itstId": "6192",
    "itstNm": "동수초교서문",
    "la": 37.484608,
    "lo": 126.730421
  },
  {
    "itstId": "6193",
    "nodeId": "1660004201",
    "itstNm": "동수초교3거리",
    "la": 37.485214,
    "lo": 126.730538
  },
  {
    "itstId": "6194",
    "nodeId": "1660015501",
    "itstNm": "천대고가남측3",
    "la": 37.520505,
    "lo": 126.732559
  },
  {
    "itstId": "6195",
    "itstNm": "구산중3거리",
    "la": 37.503624,
    "lo": 126.742998
  },
  {
    "itstId": "6196",
    "nodeId": "2420000500",
    "itstNm": "부평재활용센터3",
    "la": 37.501622,
    "lo": 126.74377
  },
  {
    "itstId": "6197",
    "nodeId": "1660008500",
    "itstNm": "부평디자인고3거리",
    "la": 37.500253,
    "lo": 126.743375
  },
  {
    "itstId": "6198",
    "itstNm": "부평산업단지A-청천광명입구",
    "la": 37.518716,
    "lo": 126.710209
  },
  {
    "itstId": "6199",
    "nodeId": "1660014901",
    "itstNm": "4공단남측삼거리",
    "la": 37.516964,
    "lo": 126.712428
  },
  {
    "itstId": "6200",
    "nodeId": "1660025900",
    "itstNm": "부평세림입구",
    "la": 37.507693,
    "lo": 126.716964
  },
  {
    "itstId": "6201",
    "itstNm": "대월공원교",
    "la": 37.510508,
    "lo": 126.720683
  },
  {
    "itstId": "6202",
    "itstNm": "린나이4거리",
    "la": 37.473238,
    "lo": 126.68829
  },
  {
    "itstId": "6203",
    "nodeId": "1660006100",
    "itstNm": "부평여중4거리",
    "la": 37.493689,
    "lo": 126.736673
  },
  {
    "itstId": "6204",
    "nodeId": "1660006200",
    "itstNm": "부개2PB4거리",
    "la": 37.493789,
    "lo": 126.735227
  },
  {
    "itstId": "6205",
    "itstNm": "청천도서관",
    "la": 37.505014,
    "lo": 126.71453
  },
  {
    "itstId": "6206",
    "itstNm": "부평우리은행",
    "la": 37.492492,
    "lo": 126.723073
  },
  {
    "itstId": "6207",
    "itstNm": "부평서초교입구",
    "la": 37.494951,
    "lo": 126.722767
  },
  {
    "itstId": "6208",
    "itstNm": "부평남초동측",
    "la": 37.487381,
    "lo": 126.722651
  },
  {
    "itstId": "6209",
    "nodeId": "1660015802",
    "itstNm": "이랜드월드4",
    "la": 37.519586,
    "lo": 126.719057
  },
  {
    "itstId": "6210",
    "itstNm": "시장로입구",
    "la": 37.492228,
    "lo": 126.724465
  },
  {
    "itstId": "6211",
    "nodeId": "1660017201",
    "itstNm": "정우교역3거리",
    "la": 37.522607,
    "lo": 126.712958
  },
  {
    "itstId": "6212",
    "nodeId": "1660023800",
    "itstNm": "부평1동주차장4",
    "la": 37.498757,
    "lo": 126.72027
  },
  {
    "itstId": "6213",
    "itstNm": "부평광장입구",
    "la": 37.491351,
    "lo": 126.725058
  },
  {
    "itstId": "6214",
    "itstNm": "생활예술고4",
    "la": 37.501508,
    "lo": 126.723675
  },
  {
    "itstId": "6215",
    "nodeId": "1660026300",
    "itstNm": "한길초교4거리",
    "la": 37.520063,
    "lo": 126.745136
  },
  {
    "itstId": "6216",
    "itstNm": "부평6동주민센터4",
    "la": 37.485556,
    "lo": 126.726675
  },
  {
    "itstId": "6217",
    "nodeId": "1660024301",
    "itstNm": "부곡초교4거리",
    "la": 37.502562,
    "lo": 126.708547
  },
  {
    "itstId": "6218",
    "nodeId": "1660008700",
    "itstNm": "부광중4거리",
    "la": 37.500766,
    "lo": 126.736143
  },
  {
    "itstId": "6219",
    "itstNm": "부개주공3단지",
    "la": 37.50061,
    "lo": 126.738084
  },
  {
    "itstId": "6220",
    "nodeId": "1660008600",
    "itstNm": "부개우체국4",
    "la": 37.500545,
    "lo": 126.739638
  },
  {
    "itstId": "6221",
    "nodeId": "1660079701",
    "itstNm": "산곡남초교",
    "la": 37.497609,
    "lo": 126.70737
  },
  {
    "itstId": "6222",
    "itstNm": "부흥아파트",
    "la": 37.497966,
    "lo": 126.732424
  },
  {
    "itstId": "6223",
    "nodeId": "1660007600",
    "itstNm": "부내초교4거리",
    "la": 37.497246,
    "lo": 126.742396
  },
  {
    "itstId": "6224",
    "itstNm": "부평부광4",
    "la": 37.494003,
    "lo": 126.732038
  },
  {
    "itstId": "6225",
    "nodeId": "1660026902",
    "itstNm": "부평동중입구",
    "la": 37.495457,
    "lo": 126.741749
  },
  {
    "itstId": "6226",
    "nodeId": "1660006000",
    "itstNm": "동중길3거리",
    "la": 37.493354,
    "lo": 126.740833
  },
  {
    "itstId": "6227",
    "itstNm": "부개새말3거리",
    "la": 37.491444,
    "lo": 126.742189
  },
  {
    "itstId": "6228",
    "itstNm": "부평역사",
    "la": 37.490432,
    "lo": 126.723369
  },
  {
    "itstId": "6229",
    "nodeId": "1660004700",
    "itstNm": "부개육교3거리",
    "la": 37.488721,
    "lo": 126.742459
  },
  {
    "itstId": "6230",
    "itstNm": "북부교문센터",
    "la": 37.504957,
    "lo": 126.708781
  },
  {
    "itstId": "6231",
    "itstNm": "부개대동입구",
    "la": 37.489961,
    "lo": 126.742306
  },
  {
    "itstId": "6232",
    "itstNm": "부평남부금고",
    "la": 37.519778,
    "lo": 126.742791
  },
  {
    "itstId": "6233",
    "itstNm": "부개한국3거리",
    "la": 37.484908,
    "lo": 126.732802
  },
  {
    "itstId": "6234",
    "itstNm": "백운초교",
    "la": 37.479618,
    "lo": 126.703876
  },
  {
    "itstId": "6235",
    "itstNm": "구산B교차로",
    "la": 37.481408,
    "lo": 126.74757
  },
  {
    "itstId": "6236",
    "itstNm": "구산C교차로",
    "la": 37.481294,
    "lo": 126.749537
  },
  {
    "itstId": "6237",
    "itstNm": "농원길3거리",
    "la": 37.479953,
    "lo": 126.746483
  },
  {
    "itstId": "6238",
    "itstNm": "금마초교",
    "la": 37.47872,
    "lo": 126.748423
  },
  {
    "itstId": "6239",
    "itstNm": "동암역남광장",
    "la": 37.471049,
    "lo": 126.703508
  },
  {
    "itstId": "6240",
    "itstNm": "동암신협",
    "la": 37.470814,
    "lo": 126.705205
  },
  {
    "itstId": "6241",
    "nodeId": "1660015901",
    "itstNm": "부평산업단지B",
    "la": 37.520092,
    "lo": 126.712616
  },
  {
    "itstId": "6242",
    "itstNm": "심팩3거리",
    "la": 37.522571,
    "lo": 126.707685
  },
  {
    "itstId": "6243",
    "itstNm": "대우프라자",
    "la": 37.512952,
    "lo": 126.705026
  },
  {
    "itstId": "6244",
    "itstNm": "갈산역동측",
    "la": 37.517291,
    "lo": 126.724259
  },
  {
    "itstId": "6245",
    "itstNm": "북인천우체국",
    "la": 37.49118,
    "lo": 126.719489
  },
  {
    "itstId": "6246",
    "nodeId": "1660006600",
    "itstNm": "부평1동사무소",
    "la": 37.493953,
    "lo": 126.720468
  },
  {
    "itstId": "6247",
    "itstNm": "장고개로D",
    "la": 37.498856,
    "lo": 126.705421
  },
  {
    "itstId": "6248",
    "itstNm": "장고개로E",
    "la": 37.498892,
    "lo": 126.707415
  },
  {
    "itstId": "6249",
    "itstNm": "장고개로F",
    "la": 37.498928,
    "lo": 126.708332
  },
  {
    "itstId": "6250",
    "itstNm": "산곡남중학교",
    "la": 37.500061,
    "lo": 126.708332
  },
  {
    "itstId": "6251",
    "nodeId": "1660021500",
    "itstNm": "현대3단지후문",
    "la": 37.487082,
    "lo": 126.705673
  },
  {
    "itstId": "6252",
    "nodeId": "1660002600",
    "itstNm": "신동아유치원",
    "la": 37.475448,
    "lo": 126.703409
  },
  {
    "itstId": "6253",
    "itstNm": "신동아113동",
    "la": 37.476282,
    "lo": 126.703472
  },
  {
    "itstId": "6254",
    "nodeId": "1660013100",
    "itstNm": "하나아파트102동",
    "la": 37.510508,
    "lo": 126.723468
  },
  {
    "itstId": "6255",
    "nodeId": "1660026200",
    "itstNm": "나래놀이공원",
    "la": 37.51799,
    "lo": 126.744192
  },
  {
    "itstId": "6256",
    "itstNm": "굴포초교후문",
    "la": 37.51033,
    "lo": 126.737787
  },
  {
    "itstId": "6257",
    "itstNm": "근산유치원",
    "la": 37.520925,
    "lo": 126.745109
  },
  {
    "itstId": "6258",
    "itstNm": "부일중앞",
    "la": 37.519985,
    "lo": 126.741228
  },
  {
    "itstId": "6259",
    "itstNm": "부흥고앞",
    "la": 37.491843,
    "lo": 126.737132
  },
  {
    "itstId": "6260",
    "itstNm": "개흥초교후문",
    "la": 37.504372,
    "lo": 126.728894
  },
  {
    "itstId": "6261",
    "itstNm": "부평코오롱하늘채",
    "la": 37.496027,
    "lo": 126.736916
  },
  {
    "itstId": "6262",
    "itstNm": "청천푸르지오(동)",
    "la": 37.514741,
    "lo": 126.709715
  },
  {
    "itstId": "6263",
    "itstNm": "인천테크노밸리",
    "la": 37.516137,
    "lo": 126.726307
  },
  {
    "itstId": "6265",
    "itstNm": "부개주공3단지후문",
    "la": 37.503895,
    "lo": 126.737697
  },
  {
    "itstId": "6266",
    "nodeId": "1660025400",
    "itstNm": "부개뉴서울아파트",
    "la": 37.504971,
    "lo": 126.736539
  },
  {
    "itstId": "6268",
    "itstNm": "경희당한약국",
    "la": 37.495956,
    "lo": 126.724959
  },
  {
    "itstId": "6269",
    "itstNm": "화성파크드림정문",
    "la": 37.485592,
    "lo": 126.727816
  },
  {
    "itstId": "6270",
    "itstNm": "한신산곡상가3",
    "la": 37.503752,
    "lo": 126.712625
  },
  {
    "itstId": "6271",
    "itstNm": "부마초교",
    "la": 37.506603,
    "lo": 126.706652
  },
  {
    "itstId": "6272",
    "itstNm": "신동아정문",
    "la": 37.478499,
    "lo": 126.703678
  },
  {
    "itstId": "6273",
    "itstNm": "부개서초정문",
    "la": 37.489177,
    "lo": 126.735955
  },
  {
    "itstId": "6274",
    "itstNm": "부개푸르지오",
    "la": 37.488985,
    "lo": 126.737401
  },
  {
    "itstId": "6275",
    "itstNm": "서해그랑블정문",
    "la": 37.510016,
    "lo": 126.738677
  },
  {
    "itstId": "6276",
    "itstNm": "일신수협",
    "la": 37.484017,
    "lo": 126.744282
  },
  {
    "itstId": "6277",
    "itstNm": "린나이부평",
    "la": 37.478242,
    "lo": 126.747184
  },
  {
    "itstId": "6278",
    "itstNm": "삼산태산아파트",
    "la": 37.521673,
    "lo": 126.738201
  },
  {
    "itstId": "6279",
    "itstNm": "상정중학교",
    "la": 37.47892,
    "lo": 126.695593
  },
  {
    "itstId": "6280",
    "itstNm": "부평금호어울림3",
    "la": 37.47944,
    "lo": 126.697839
  },
  {
    "itstId": "6281",
    "nodeId": "1660077601",
    "itstNm": "상정초교입구4",
    "la": 37.478898,
    "lo": 126.698405
  },
  {
    "itstId": "6282",
    "itstNm": "십정고개(SJ04)",
    "la": 37.476567,
    "lo": 126.695027
  },
  {
    "itstId": "6283",
    "itstNm": "십정1동행복센터3(SJ05)",
    "la": 37.475954,
    "lo": 126.696546
  },
  {
    "itstId": "6284",
    "itstNm": "십정초동측(SJ07)",
    "la": 37.474257,
    "lo": 126.69863
  },
  {
    "itstId": "6285",
    "nodeId": "1660018800",
    "itstNm": "하정초입구3거리(SJ08)",
    "la": 37.473658,
    "lo": 126.699312
  },
  {
    "itstId": "6286",
    "nodeId": "1660018900",
    "itstNm": "하정초정문3(SJ10)",
    "la": 37.474343,
    "lo": 126.700166
  },
  {
    "itstId": "6287",
    "itstNm": "하정초후문4(SJ11)",
    "la": 37.475434,
    "lo": 126.700166
  },
  {
    "itstId": "6288",
    "itstNm": "부평센트럴105동(SJ13)",
    "la": 37.476332,
    "lo": 126.700777
  },
  {
    "itstId": "6289",
    "itstNm": "미진빌라(SJ15)",
    "la": 37.477301,
    "lo": 126.701621
  },
  {
    "itstId": "6290",
    "itstNm": "부평도서관",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "7001",
    "nodeId": "1670003700",
    "itstNm": "화전4거리",
    "la": 37.528028,
    "lo": 126.733341
  },
  {
    "itstId": "7002",
    "nodeId": "1670006200",
    "itstNm": "조산4거리",
    "la": 37.534162,
    "lo": 126.734041
  },
  {
    "itstId": "7003",
    "nodeId": "1670007400",
    "itstNm": "계양서4거리",
    "la": 37.538172,
    "lo": 126.734481
  },
  {
    "itstId": "7004",
    "nodeId": "1670008500",
    "itstNm": "계산주공입구",
    "la": 37.540908,
    "lo": 126.73538
  },
  {
    "itstId": "7005",
    "nodeId": "1670003600",
    "itstNm": "화전초교4거리",
    "la": 37.528021,
    "lo": 126.729882
  },
  {
    "itstId": "7006",
    "nodeId": "1670000800",
    "itstNm": "작전고가입구사거리",
    "la": 37.525478,
    "lo": 126.729747
  },
  {
    "itstId": "7007",
    "nodeId": "1670006700",
    "itstNm": "계산시장6거리",
    "la": 37.537254,
    "lo": 126.727987
  },
  {
    "itstId": "7008",
    "itstNm": "계산삼천리입구",
    "la": 37.53996,
    "lo": 126.728193
  },
  {
    "itstId": "7009",
    "nodeId": "1670000600",
    "itstNm": "메뜰4거리",
    "la": 37.525592,
    "lo": 126.733161
  },
  {
    "itstId": "7010",
    "itstNm": "서운동사무소",
    "la": 37.525549,
    "lo": 126.736071
  },
  {
    "itstId": "7011",
    "nodeId": "1670004400",
    "itstNm": "까치말4거리",
    "la": 37.530443,
    "lo": 126.733637
  },
  {
    "itstId": "7012",
    "nodeId": "1670001200",
    "itstNm": "새말4거리",
    "la": 37.525271,
    "lo": 126.704972
  },
  {
    "itstId": "7013",
    "nodeId": "1670000900",
    "itstNm": "효성4거리",
    "la": 37.525335,
    "lo": 126.710802
  },
  {
    "itstId": "7014",
    "nodeId": "1670001000",
    "itstNm": "효성공원4거리",
    "la": 37.525392,
    "lo": 126.716506
  },
  {
    "itstId": "7015",
    "nodeId": "1670009500",
    "itstNm": "계산4거리",
    "la": 37.543272,
    "lo": 126.728472
  },
  {
    "itstId": "7016",
    "itstNm": "계산하나입구",
    "la": 37.543087,
    "lo": 126.73229
  },
  {
    "itstId": "7017",
    "nodeId": "1670009800",
    "itstNm": "계산초교4거리",
    "la": 37.543785,
    "lo": 126.71886
  },
  {
    "itstId": "7018",
    "nodeId": "1670009100",
    "itstNm": "임학4거리",
    "la": 37.542923,
    "lo": 126.736943
  },
  {
    "itstId": "7019",
    "itstNm": "임학역",
    "la": 37.545131,
    "lo": 126.738731
  },
  {
    "itstId": "7020",
    "nodeId": "1670000501",
    "itstNm": "서운중학교",
    "la": 37.525585,
    "lo": 126.743545
  },
  {
    "itstId": "7021",
    "nodeId": "1670010200",
    "itstNm": "병방초교4거리",
    "la": 37.547489,
    "lo": 126.740698
  },
  {
    "itstId": "7022",
    "nodeId": "1670014300",
    "itstNm": "계산서원3거리",
    "la": 37.546349,
    "lo": 126.742521
  },
  {
    "itstId": "7023",
    "nodeId": "1670009000",
    "itstNm": "계산서해3거리",
    "la": 37.54276,
    "lo": 126.739278
  },
  {
    "itstId": "7024",
    "nodeId": "1670009700",
    "itstNm": "임학지하차도4",
    "la": 37.54355,
    "lo": 126.742171
  },
  {
    "itstId": "7025",
    "nodeId": "1670005000",
    "itstNm": "작전4거리",
    "la": 37.530693,
    "lo": 126.728014
  },
  {
    "itstId": "7026",
    "nodeId": "1670008300",
    "itstNm": "계양고3거리",
    "la": 37.540972,
    "lo": 126.744641
  },
  {
    "itstId": "7027",
    "nodeId": "1670008600",
    "itstNm": "길주초교4거리",
    "la": 37.541114,
    "lo": 126.741946
  },
  {
    "itstId": "7028",
    "nodeId": "1670008700",
    "itstNm": "오조산공원사거리",
    "la": 37.541278,
    "lo": 126.739252
  },
  {
    "itstId": "7029",
    "nodeId": "1670008400",
    "itstNm": "오조산광장입구",
    "la": 37.540993,
    "lo": 126.737554
  },
  {
    "itstId": "7030",
    "nodeId": "1670008000",
    "itstNm": "계산홈플러스4거리",
    "la": 37.539982,
    "lo": 126.736925
  },
  {
    "itstId": "7031",
    "nodeId": "1670007800",
    "itstNm": "오조산공원3거리",
    "la": 37.539832,
    "lo": 126.739108
  },
  {
    "itstId": "7032",
    "nodeId": "1670007200",
    "itstNm": "계양우체국4거리",
    "la": 37.53798,
    "lo": 126.736772
  },
  {
    "itstId": "7033",
    "nodeId": "1670007000",
    "itstNm": "계양보건소4거리",
    "la": 37.537816,
    "lo": 126.738874
  },
  {
    "itstId": "7034",
    "nodeId": "1670007100",
    "itstNm": "계산교통공원4거리",
    "la": 37.537887,
    "lo": 126.741614
  },
  {
    "itstId": "7035",
    "nodeId": "1670007500",
    "itstNm": "신대초교3거리",
    "la": 37.53818,
    "lo": 126.744111
  },
  {
    "itstId": "7036",
    "nodeId": "1670005701",
    "itstNm": "계산태산입구삼거리",
    "la": 37.536043,
    "lo": 126.738731
  },
  {
    "itstId": "7037",
    "nodeId": "1670006100",
    "itstNm": "계산까치공원4",
    "la": 37.533962,
    "lo": 126.736332
  },
  {
    "itstId": "7038",
    "nodeId": "1670005700",
    "itstNm": "계산공고4거리",
    "la": 37.533827,
    "lo": 126.738533
  },
  {
    "itstId": "7039",
    "nodeId": "1670005600",
    "itstNm": "부현동초교",
    "la": 37.533656,
    "lo": 126.741174
  },
  {
    "itstId": "7040",
    "nodeId": "1670005500",
    "itstNm": "살나리4거리",
    "la": 37.533549,
    "lo": 126.743285
  },
  {
    "itstId": "7041",
    "nodeId": "1670004600",
    "itstNm": "서운4거리",
    "la": 37.530593,
    "lo": 126.742665
  },
  {
    "itstId": "7042",
    "nodeId": "1670004500",
    "itstNm": "도두리공원3거리",
    "la": 37.530529,
    "lo": 126.738138
  },
  {
    "itstId": "7043",
    "itstNm": "징매이고개",
    "la": 37.544084,
    "lo": 126.714593
  },
  {
    "itstId": "7044",
    "nodeId": "1670007101",
    "itstNm": "계산여고후문",
    "la": 37.539276,
    "lo": 126.741713
  },
  {
    "itstId": "7045",
    "itstNm": "계양청소년회관",
    "la": 37.549675,
    "lo": 126.742063
  },
  {
    "itstId": "7046",
    "nodeId": "1670009600",
    "itstNm": "계산3거리",
    "la": 37.543515,
    "lo": 126.722651
  },
  {
    "itstId": "7047",
    "itstNm": "계산시장입구",
    "la": 37.541143,
    "lo": 126.72266
  },
  {
    "itstId": "7048",
    "nodeId": "1670006900",
    "itstNm": "교대사거리",
    "la": 37.537546,
    "lo": 126.722579
  },
  {
    "itstId": "7049",
    "itstNm": "계양구의회",
    "la": 37.534483,
    "lo": 126.722588
  },
  {
    "itstId": "7050",
    "nodeId": "1670004900",
    "itstNm": "작전역사거리",
    "la": 37.530543,
    "lo": 126.722507
  },
  {
    "itstId": "7051",
    "nodeId": "1670003500",
    "itstNm": "신대4거리",
    "la": 37.527978,
    "lo": 126.72248
  },
  {
    "itstId": "7052",
    "nodeId": "1670001100",
    "itstNm": "나들목사거리",
    "la": 37.525428,
    "lo": 126.72221
  },
  {
    "itstId": "7053",
    "itstNm": "박촌역",
    "la": 37.552453,
    "lo": 126.743968
  },
  {
    "itstId": "7054",
    "nodeId": "1670014400",
    "itstNm": "박촌주유소",
    "la": 37.556391,
    "lo": 126.745674
  },
  {
    "itstId": "7055",
    "nodeId": "1670010501",
    "itstNm": "서낭당고개",
    "la": 37.561276,
    "lo": 126.74377
  },
  {
    "itstId": "7056",
    "itstNm": "계산한국입구",
    "la": 37.542396,
    "lo": 126.728373
  },
  {
    "itstId": "7057",
    "nodeId": "1670008201",
    "itstNm": "도로공사사거리",
    "la": 37.542525,
    "lo": 126.753813
  },
  {
    "itstId": "7058",
    "itstNm": "동호주유소3거리",
    "la": 37.557566,
    "lo": 126.769462
  },
  {
    "itstId": "7059",
    "itstNm": "상야분교",
    "la": 37.579304,
    "lo": 126.779173
  },
  {
    "itstId": "7060",
    "itstNm": "하야교3거리",
    "la": 37.58248,
    "lo": 126.780915
  },
  {
    "itstId": "7061",
    "nodeId": "1670015900",
    "itstNm": "귤현지구입구삼거리",
    "la": 37.563904,
    "lo": 126.742512
  },
  {
    "itstId": "7062",
    "itstNm": "지선사입구",
    "la": 37.545017,
    "lo": 126.711916
  },
  {
    "itstId": "7063",
    "nodeId": "1670007300",
    "itstNm": "안남중입구",
    "la": 37.53808,
    "lo": 126.731688
  },
  {
    "itstId": "7064",
    "nodeId": "1670005300",
    "itstNm": "효성동초4거리",
    "la": 37.53226,
    "lo": 126.717512
  },
  {
    "itstId": "7065",
    "itstNm": "북인천여중",
    "la": 37.525228,
    "lo": 126.701298
  },
  {
    "itstId": "7066",
    "itstNm": "작전교(보)",
    "la": 37.525578,
    "lo": 126.740842
  },
  {
    "itstId": "7067",
    "nodeId": "1670001001",
    "itstNm": "성지초교",
    "la": 37.525428,
    "lo": 126.719336
  },
  {
    "itstId": "7068",
    "nodeId": "1670010700",
    "itstNm": "장기사거리",
    "la": 37.575752,
    "lo": 126.736521
  },
  {
    "itstId": "7069",
    "itstNm": "갈현3거리",
    "la": 37.576122,
    "lo": 126.720953
  },
  {
    "itstId": "7070",
    "nodeId": "1670018200",
    "itstNm": "갈현주유소",
    "la": 37.57719,
    "lo": 126.718177
  },
  {
    "itstId": "7071",
    "nodeId": "1670015102",
    "itstNm": "동양4거리",
    "la": 37.558713,
    "lo": 126.755996
  },
  {
    "itstId": "7072",
    "nodeId": "1670015200",
    "itstNm": "당산초교4거리",
    "la": 37.559097,
    "lo": 126.75852
  },
  {
    "itstId": "7073",
    "itstNm": "계양중",
    "la": 37.569906,
    "lo": 126.740177
  },
  {
    "itstId": "7074",
    "itstNm": "계산복지관",
    "la": 37.525578,
    "lo": 126.750427
  },
  {
    "itstId": "7075",
    "itstNm": "인천장례식장",
    "la": 37.525578,
    "lo": 126.753894
  },
  {
    "itstId": "7076",
    "nodeId": "1670003400",
    "itstNm": "효성남초교",
    "la": 37.527907,
    "lo": 126.716767
  },
  {
    "itstId": "7077",
    "nodeId": "1670003300",
    "itstNm": "효일4거리",
    "la": 37.527872,
    "lo": 126.711026
  },
  {
    "itstId": "7078",
    "nodeId": "1670003200",
    "itstNm": "효성2치안4거리",
    "la": 37.527779,
    "lo": 126.705277
  },
  {
    "itstId": "7079",
    "itstNm": "공항철도창고",
    "la": 37.568803,
    "lo": 126.769363
  },
  {
    "itstId": "7080",
    "nodeId": "1670055900",
    "itstNm": "효서신협",
    "la": 37.52728,
    "lo": 126.701091
  },
  {
    "itstId": "7081",
    "nodeId": "1670010800",
    "itstNm": "계양동사무소",
    "la": 37.576791,
    "lo": 126.73538
  },
  {
    "itstId": "7082",
    "nodeId": "1670010900",
    "itstNm": "인혜학교4거리",
    "la": 37.5784,
    "lo": 126.730214
  },
  {
    "itstId": "7083",
    "itstNm": "장제농협(갈현농원)",
    "la": 37.581469,
    "lo": 126.727286
  },
  {
    "itstId": "7084",
    "itstNm": "오류동3거리",
    "la": 37.587093,
    "lo": 126.724124
  },
  {
    "itstId": "7085",
    "nodeId": "1670005400",
    "itstNm": "효일사무소",
    "la": 37.532367,
    "lo": 126.710568
  },
  {
    "itstId": "7086",
    "nodeId": "1670003800",
    "itstNm": "화전초교후문",
    "la": 37.528071,
    "lo": 126.731751
  },
  {
    "itstId": "7087",
    "itstNm": "작전공원4거리",
    "la": 37.525492,
    "lo": 126.726055
  },
  {
    "itstId": "7088",
    "itstNm": "효성동오입구",
    "la": 37.525236,
    "lo": 126.697875
  },
  {
    "itstId": "7089",
    "nodeId": "1670002900",
    "itstNm": "서운초교4거리",
    "la": 37.527309,
    "lo": 126.743608
  },
  {
    "itstId": "7090",
    "nodeId": "1670004800",
    "itstNm": "새벌로4거리",
    "la": 37.530671,
    "lo": 126.717387
  },
  {
    "itstId": "7091",
    "itstNm": "효성남초교후문",
    "la": 37.527857,
    "lo": 126.715446
  },
  {
    "itstId": "7092",
    "nodeId": "1670056200",
    "itstNm": "효서4거리",
    "la": 37.527736,
    "lo": 126.702457
  },
  {
    "itstId": "7093",
    "nodeId": "1670018001",
    "itstNm": "장기3거리",
    "la": 37.579461,
    "lo": 126.734329
  },
  {
    "itstId": "7094",
    "itstNm": "박촌신협",
    "la": 37.555636,
    "lo": 126.745549
  },
  {
    "itstId": "7095",
    "itstNm": "연못골",
    "la": 37.585185,
    "lo": 126.725094
  },
  {
    "itstId": "7096",
    "nodeId": "1670017200",
    "itstNm": "계양역3거리",
    "la": 37.570789,
    "lo": 126.739629
  },
  {
    "itstId": "7097",
    "itstNm": "된밭공원",
    "la": 37.533051,
    "lo": 126.727879
  },
  {
    "itstId": "7098",
    "itstNm": "양촌초3거리",
    "la": 37.550601,
    "lo": 126.743141
  },
  {
    "itstId": "7099",
    "itstNm": "작전시장입구4",
    "la": 37.532609,
    "lo": 126.722588
  },
  {
    "itstId": "7100",
    "nodeId": "1670012500",
    "itstNm": "김촌말4거리",
    "la": 37.530365,
    "lo": 126.711215
  },
  {
    "itstId": "7101",
    "itstNm": "명현동산",
    "la": 37.530636,
    "lo": 126.713542
  },
  {
    "itstId": "7102",
    "itstNm": "목화동산",
    "la": 37.530208,
    "lo": 126.713155
  },
  {
    "itstId": "7103",
    "itstNm": "효성새싹동산",
    "la": 37.530621,
    "lo": 126.715168
  },
  {
    "itstId": "7104",
    "itstNm": "가현동산(보)",
    "la": 37.530621,
    "lo": 126.719435
  },
  {
    "itstId": "7105",
    "itstNm": "말미동산(보)",
    "la": 37.530187,
    "lo": 126.719632
  },
  {
    "itstId": "7106",
    "nodeId": "1670012100",
    "itstNm": "임촌말3거리",
    "la": 37.529852,
    "lo": 126.705421
  },
  {
    "itstId": "7107",
    "itstNm": "효성우리교회(보)",
    "la": 37.530158,
    "lo": 126.708143
  },
  {
    "itstId": "7108",
    "itstNm": "효성영광교회(보)",
    "la": 37.530572,
    "lo": 126.709023
  },
  {
    "itstId": "7109",
    "itstNm": "계산고교",
    "la": 37.546627,
    "lo": 126.728714
  },
  {
    "itstId": "7110",
    "nodeId": "1670014500",
    "itstNm": "박촌한화입구",
    "la": 37.556477,
    "lo": 126.746995
  },
  {
    "itstId": "7111",
    "itstNm": "효성농협",
    "la": 37.529275,
    "lo": 126.711197
  },
  {
    "itstId": "7112",
    "itstNm": "작전코오롱입구",
    "la": 37.530707,
    "lo": 126.726235
  },
  {
    "itstId": "7113",
    "itstNm": "작전우영입구",
    "la": 37.529902,
    "lo": 126.726253
  },
  {
    "itstId": "7114",
    "itstNm": "작전1동사무소",
    "la": 37.530614,
    "lo": 126.730843
  },
  {
    "itstId": "7115",
    "itstNm": "작전초교",
    "la": 37.535216,
    "lo": 126.727951
  },
  {
    "itstId": "7116",
    "itstNm": "대금주유소",
    "la": 37.553664,
    "lo": 126.748316
  },
  {
    "itstId": "7117",
    "itstNm": "박촌교회",
    "la": 37.554967,
    "lo": 126.748612
  },
  {
    "itstId": "7118",
    "nodeId": "1670014700",
    "itstNm": "당밋길4거리",
    "la": 37.557025,
    "lo": 126.748477
  },
  {
    "itstId": "7119",
    "itstNm": "서낭당삼거리",
    "la": 37.559233,
    "lo": 126.745612
  },
  {
    "itstId": "7120",
    "nodeId": "1670062900",
    "itstNm": "귤현역",
    "la": 37.567286,
    "lo": 126.741884
  },
  {
    "itstId": "7121",
    "itstNm": "계양화물주차장",
    "la": 37.525585,
    "lo": 126.751585
  },
  {
    "itstId": "7122",
    "nodeId": "1670063801",
    "itstNm": "목상교3거리",
    "la": 37.574705,
    "lo": 126.710299
  },
  {
    "itstId": "7123",
    "itstNm": "장기소방입구",
    "la": 37.575901,
    "lo": 126.733287
  },
  {
    "itstId": "7124",
    "itstNm": "다남교남단삼거리",
    "la": 37.57027,
    "lo": 126.729541
  },
  {
    "itstId": "7125",
    "nodeId": "1670063901",
    "itstNm": "계양경관삼거리",
    "la": 37.572762,
    "lo": 126.738704
  },
  {
    "itstId": "7126",
    "nodeId": "1670062800",
    "itstNm": "계양초정문",
    "la": 37.577738,
    "lo": 126.732478
  },
  {
    "itstId": "7127",
    "nodeId": "1670063601",
    "itstNm": "목상교4거리",
    "la": 37.571309,
    "lo": 126.708547
  },
  {
    "itstId": "7128",
    "nodeId": "1670064101",
    "itstNm": "목상경관삼거리",
    "la": 37.573068,
    "lo": 126.707819
  },
  {
    "itstId": "7129",
    "itstNm": "다남경관3거리",
    "la": 37.572327,
    "lo": 126.729774
  },
  {
    "itstId": "7130",
    "nodeId": "1670017700",
    "itstNm": "계양경관주차장",
    "la": 37.574513,
    "lo": 126.737338
  },
  {
    "itstId": "7131",
    "itstNm": "계산제일교회",
    "la": 37.537546,
    "lo": 126.729271
  },
  {
    "itstId": "7132",
    "itstNm": "작전신동양입구",
    "la": 37.530087,
    "lo": 126.724393
  },
  {
    "itstId": "7133",
    "itstNm": "작전시장입구",
    "la": 37.530614,
    "lo": 126.724402
  },
  {
    "itstId": "7134",
    "nodeId": "1670055300",
    "itstNm": "효성교사거리",
    "la": 37.5251,
    "lo": 126.694659
  },
  {
    "itstId": "7135",
    "nodeId": "1670056100",
    "itstNm": "효성하나4거리",
    "la": 37.528449,
    "lo": 126.70216
  },
  {
    "itstId": "7136",
    "nodeId": "1670055800",
    "itstNm": "효성서초교남문",
    "la": 37.527879,
    "lo": 126.70066
  },
  {
    "itstId": "7137",
    "nodeId": "1670055600",
    "itstNm": "새풀로사거리",
    "la": 37.526411,
    "lo": 126.698908
  },
  {
    "itstId": "7138",
    "nodeId": "1670001300",
    "itstNm": "아나지삼거리",
    "la": 37.525136,
    "lo": 126.695692
  },
  {
    "itstId": "7139",
    "nodeId": "1670055500",
    "itstNm": "효성새사미4거리",
    "la": 37.527074,
    "lo": 126.698468
  },
  {
    "itstId": "7140",
    "nodeId": "1670058400",
    "itstNm": "형제봉길3거리",
    "la": 37.566389,
    "lo": 126.749564
  },
  {
    "itstId": "7141",
    "nodeId": "1670015901",
    "itstNm": "만봉길삼거리",
    "la": 37.565471,
    "lo": 126.745064
  },
  {
    "itstId": "7142",
    "nodeId": "1670016000",
    "itstNm": "굴재방터길삼거리",
    "la": 37.566047,
    "lo": 126.744641
  },
  {
    "itstId": "7143",
    "nodeId": "1670058300",
    "itstNm": "귤현동부사거리",
    "la": 37.566631,
    "lo": 126.751648
  },
  {
    "itstId": "7144",
    "itstNm": "귤현동부입구",
    "la": 37.566852,
    "lo": 126.750777
  },
  {
    "itstId": "7145",
    "nodeId": "1670057000",
    "itstNm": "귤현작은말사거리",
    "la": 37.567187,
    "lo": 126.74951
  },
  {
    "itstId": "7146",
    "nodeId": "1670018002",
    "itstNm": "장기농협입구",
    "la": 37.578336,
    "lo": 126.734967
  },
  {
    "itstId": "7147",
    "nodeId": "1670006000",
    "itstNm": "길마로4거리",
    "la": 37.533877,
    "lo": 126.710074
  },
  {
    "itstId": "7148",
    "nodeId": "1670004701",
    "itstNm": "계양경기장남문",
    "la": 37.530728,
    "lo": 126.748558
  },
  {
    "itstId": "7149",
    "itstNm": "풍산아파트",
    "la": 37.530515,
    "lo": 126.707083
  },
  {
    "itstId": "7150",
    "itstNm": "까치마을입구",
    "la": 37.530586,
    "lo": 126.740042
  },
  {
    "itstId": "7151",
    "nodeId": "1670003000",
    "itstNm": "태화공원4거리",
    "la": 37.527444,
    "lo": 126.741605
  },
  {
    "itstId": "7152",
    "nodeId": "1670007201",
    "itstNm": "계양서정문",
    "la": 37.538087,
    "lo": 126.735443
  },
  {
    "itstId": "7153",
    "itstNm": "SU07",
    "la": 37.533036,
    "lo": 126.755843
  },
  {
    "itstId": "7154",
    "itstNm": "효성엠코입구",
    "la": 37.525293,
    "lo": 126.703849
  },
  {
    "itstId": "7155",
    "itstNm": "서운산단입구(SU02)",
    "la": 37.54162,
    "lo": 126.756894
  },
  {
    "itstId": "7156",
    "nodeId": "1670059800",
    "itstNm": "SU03",
    "la": 37.536698,
    "lo": 126.755888
  },
  {
    "itstId": "7157",
    "itstNm": "SU04",
    "la": 37.535836,
    "lo": 126.75587
  },
  {
    "itstId": "7158",
    "itstNm": "SU05",
    "la": 37.534995,
    "lo": 126.755897
  },
  {
    "itstId": "7159",
    "itstNm": "SU06",
    "la": 37.534034,
    "lo": 126.755843
  },
  {
    "itstId": "7160",
    "itstNm": "박촌교입구",
    "la": 37.541043,
    "lo": 126.758898
  },
  {
    "itstId": "7161",
    "itstNm": "용종지하차도입구",
    "la": 37.547275,
    "lo": 126.745998
  },
  {
    "itstId": "7162",
    "itstNm": "양촌중입구3거리",
    "la": 37.547931,
    "lo": 126.746267
  },
  {
    "itstId": "7163",
    "itstNm": "박촌앞들",
    "la": 37.552531,
    "lo": 126.74792
  },
  {
    "itstId": "7164",
    "itstNm": "작전고개",
    "la": 37.529318,
    "lo": 126.728948
  },
  {
    "itstId": "7165",
    "itstNm": "신비어린이집",
    "la": 37.535587,
    "lo": 126.722588
  },
  {
    "itstId": "7166",
    "itstNm": "오류승리A입구",
    "la": 37.582729,
    "lo": 126.726415
  },
  {
    "itstId": "7167",
    "itstNm": "흑룡아파트(GES25)",
    "la": 37.524081,
    "lo": 126.69262
  },
  {
    "itstId": "7168",
    "nodeId": "1670011000",
    "itstNm": "계양초후문3거리",
    "la": 37.579347,
    "lo": 126.732873
  },
  {
    "itstId": "7169",
    "nodeId": "1670016200",
    "itstNm": "귤현3거리",
    "la": 37.567108,
    "lo": 126.744372
  },
  {
    "itstId": "7170",
    "nodeId": "1670016400",
    "itstNm": "귤현교회4거리",
    "la": 37.56713,
    "lo": 126.747759
  },
  {
    "itstId": "7171",
    "nodeId": "1670058200",
    "itstNm": "양재편교4거리",
    "la": 37.562957,
    "lo": 126.755691
  },
  {
    "itstId": "7172",
    "nodeId": "1670015800",
    "itstNm": "동양도서관4거리",
    "la": 37.562174,
    "lo": 126.758224
  },
  {
    "itstId": "7173",
    "itstNm": "동양2교4거리",
    "la": 37.560002,
    "lo": 126.755745
  },
  {
    "itstId": "7174",
    "itstNm": "당미4거리",
    "la": 37.558791,
    "lo": 126.761251
  },
  {
    "itstId": "7175",
    "itstNm": "당미교입구",
    "la": 37.557253,
    "lo": 126.766578
  },
  {
    "itstId": "7176",
    "itstNm": "해서초교(보)",
    "la": 37.540124,
    "lo": 126.718581
  },
  {
    "itstId": "7177",
    "itstNm": "효성신협(보)",
    "la": 37.533863,
    "lo": 126.712077
  },
  {
    "itstId": "7178",
    "itstNm": "계양재활용센터",
    "la": 37.531369,
    "lo": 126.755825
  },
  {
    "itstId": "7179",
    "itstNm": "서운산단입구",
    "la": 37.525642,
    "lo": 126.75649
  },
  {
    "itstId": "7180",
    "itstNm": "계양역광장",
    "la": 37.57074,
    "lo": 126.736548
  },
  {
    "itstId": "7181",
    "nodeId": "1670011500",
    "itstNm": "효이4거리",
    "la": 37.525378,
    "lo": 126.713605
  },
  {
    "itstId": "7182",
    "itstNm": "부평나들목입구",
    "la": 37.524388,
    "lo": 126.721186
  },
  {
    "itstId": "7183",
    "itstNm": "용종마을",
    "la": 37.542667,
    "lo": 126.742081
  },
  {
    "itstId": "7184",
    "nodeId": "1670006600",
    "itstNm": "작전소방입구",
    "la": 37.536826,
    "lo": 126.734338
  },
  {
    "itstId": "7185",
    "nodeId": "1670012603",
    "itstNm": "계양공연장4",
    "la": 37.531384,
    "lo": 126.736054
  },
  {
    "itstId": "7186",
    "nodeId": "1670017500",
    "itstNm": "도시철도기지3거리",
    "la": 37.571587,
    "lo": 126.739332
  },
  {
    "itstId": "7187",
    "itstNm": "흑룡부대",
    "la": 37.52391,
    "lo": 126.69085
  },
  {
    "itstId": "7188",
    "itstNm": "예소담유치원",
    "la": 37.561141,
    "lo": 126.755277
  },
  {
    "itstId": "7189",
    "nodeId": "1670000500",
    "itstNm": "유진수산4거리",
    "la": 37.525578,
    "lo": 126.738515
  },
  {
    "itstId": "7190",
    "itstNm": "계양역공영주차장앞",
    "la": 37.57074,
    "lo": 126.737994
  },
  {
    "itstId": "7191",
    "itstNm": "100-2대대",
    "la": 37.577703,
    "lo": 126.728391
  },
  {
    "itstId": "7192",
    "itstNm": "계산팬더입구",
    "la": 37.543052,
    "lo": 126.733808
  },
  {
    "itstId": "7193",
    "itstNm": "계산천년웨딩홀",
    "la": 37.543173,
    "lo": 126.730655
  },
  {
    "itstId": "7194",
    "itstNm": "서운동주민센터",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "7195",
    "itstNm": "경신아파트",
    "la": 37.545381,
    "lo": 126.719039
  },
  {
    "itstId": "7196",
    "itstNm": "귤현초교",
    "la": 37.568361,
    "lo": 126.74783
  },
  {
    "itstId": "7197",
    "itstNm": "성석빌딩",
    "la": 37.559667,
    "lo": 126.758422
  },
  {
    "itstId": "7198",
    "itstNm": "양촌중학교",
    "la": 37.549875,
    "lo": 126.744372
  },
  {
    "itstId": "7199",
    "itstNm": "해링턴102동앞(C교차로)",
    "la": 37.52914,
    "lo": 126.743761
  },
  {
    "itstId": "7200",
    "itstNm": "해링턴정문(D교차로)",
    "la": 37.528149,
    "lo": 126.743743
  },
  {
    "itstId": "7201",
    "itstNm": "서운고앞(D교차로)",
    "la": 37.527373,
    "lo": 126.745306
  },
  {
    "itstId": "7202",
    "itstNm": "해링턴112동앞(G교차로)",
    "la": 37.527401,
    "lo": 126.746187
  },
  {
    "itstId": "7203",
    "itstNm": "효성도서관",
    "la": 37.529318,
    "lo": 126.715383
  },
  {
    "itstId": "7204",
    "nodeId": "1670011800",
    "itstNm": "효성서광아파트",
    "la": 37.527872,
    "lo": 126.713838
  },
  {
    "itstId": "7205",
    "itstNm": "효성우체국",
    "la": 37.527857,
    "lo": 126.712275
  },
  {
    "itstId": "7206",
    "itstNm": "당산초교정문",
    "la": 37.558613,
    "lo": 126.758628
  },
  {
    "itstId": "7207",
    "itstNm": "뜨레아빌4",
    "la": 37.560344,
    "lo": 126.758377
  },
  {
    "itstId": "7208",
    "itstNm": "계양키즈빌",
    "la": 37.546093,
    "lo": 126.744273
  },
  {
    "itstId": "7209",
    "itstNm": "효성초교",
    "la": 37.536263,
    "lo": 126.711332
  },
  {
    "itstId": "7210",
    "itstNm": "해서초교북측",
    "la": 37.541556,
    "lo": 126.71868
  },
  {
    "itstId": "8001",
    "itstNm": "백석고3거리",
    "la": 37.579554,
    "lo": 126.675336
  },
  {
    "itstId": "8002",
    "itstNm": "골박마을삼거리 - 골박마을",
    "la": 37.583725,
    "lo": 126.676378
  },
  {
    "itstId": "8003",
    "nodeId": "1680004800",
    "itstNm": "독정4거리",
    "la": 37.585897,
    "lo": 126.675696
  },
  {
    "itstId": "8004",
    "nodeId": "1680009900",
    "itstNm": "목재단지4거리",
    "la": 37.499198,
    "lo": 126.667701
  },
  {
    "itstId": "8005",
    "nodeId": "1680011400",
    "itstNm": "신석사거리",
    "la": 37.506532,
    "lo": 126.668231
  },
  {
    "itstId": "8006",
    "nodeId": "1680011900",
    "itstNm": "석남월드사거리",
    "la": 37.510009,
    "lo": 126.668464
  },
  {
    "itstId": "8007",
    "nodeId": "1680012600",
    "itstNm": "독골4거리",
    "la": 37.513622,
    "lo": 126.668653
  },
  {
    "itstId": "8008",
    "nodeId": "1680013600",
    "itstNm": "신현주공4거리",
    "la": 37.517705,
    "lo": 126.668869
  },
  {
    "itstId": "8009",
    "nodeId": "1680022900",
    "itstNm": "가좌초4거리",
    "la": 37.490396,
    "lo": 126.685218
  },
  {
    "itstId": "8010",
    "nodeId": "1680008100",
    "itstNm": "장고개3거리",
    "la": 37.494359,
    "lo": 126.688569
  },
  {
    "itstId": "8011",
    "nodeId": "1680006000",
    "itstNm": "가좌삼거리",
    "la": 37.484651,
    "lo": 126.670881
  },
  {
    "itstId": "8012",
    "nodeId": "1680006800",
    "itstNm": "가정로4거리",
    "la": 37.488037,
    "lo": 126.671177
  },
  {
    "itstId": "8013",
    "nodeId": "1680007900",
    "itstNm": "가일4거리",
    "la": 37.493376,
    "lo": 126.671546
  },
  {
    "itstId": "8014",
    "nodeId": "1680010000",
    "itstNm": "석남4거리",
    "la": 37.499241,
    "lo": 126.671905
  },
  {
    "itstId": "8015",
    "itstNm": "거북시장4거리",
    "la": 37.503147,
    "lo": 126.672138
  },
  {
    "itstId": "8016",
    "nodeId": "1680011300",
    "itstNm": "석남고가4거리",
    "la": 37.506396,
    "lo": 126.672318
  },
  {
    "itstId": "8017",
    "nodeId": "1680011800",
    "itstNm": "석일4거리",
    "la": 37.50986,
    "lo": 126.672489
  },
  {
    "itstId": "8018",
    "nodeId": "1680012400",
    "itstNm": "신현4거리",
    "la": 37.51343,
    "lo": 126.672704
  },
  {
    "itstId": "8019",
    "nodeId": "1680013500",
    "itstNm": "서구중앙시장4",
    "la": 37.517576,
    "lo": 126.672992
  },
  {
    "itstId": "8020",
    "nodeId": "1680177100",
    "itstNm": "인천대삼거리",
    "la": 37.47661,
    "lo": 126.683682
  },
  {
    "itstId": "8021",
    "nodeId": "1680096100",
    "itstNm": "가정동성당(GJ10)",
    "la": 37.522657,
    "lo": 126.662616
  },
  {
    "itstId": "8022",
    "itstNm": "가좌농협",
    "la": 37.488515,
    "lo": 126.682343
  },
  {
    "itstId": "8023",
    "nodeId": "1680003700",
    "itstNm": "공촌4거리",
    "la": 37.552154,
    "lo": 126.677241
  },
  {
    "itstId": "8024",
    "nodeId": "1680003300",
    "itstNm": "연희4거리",
    "la": 37.543778,
    "lo": 126.676828
  },
  {
    "itstId": "8025",
    "nodeId": "1680003200",
    "itstNm": "심곡사거리",
    "la": 37.542019,
    "lo": 126.676747
  },
  {
    "itstId": "8026",
    "nodeId": "1680024700",
    "itstNm": "가정현광입구",
    "la": 37.529019,
    "lo": 126.676091
  },
  {
    "itstId": "8027",
    "nodeId": "1680009400",
    "itstNm": "건지3거리",
    "la": 37.498521,
    "lo": 126.678022
  },
  {
    "itstId": "8028",
    "nodeId": "1680005700",
    "itstNm": "은혜주유소",
    "la": 37.482092,
    "lo": 126.686449
  },
  {
    "itstId": "8029",
    "nodeId": "1680005900",
    "itstNm": "가재울역사거리",
    "la": 37.48356,
    "lo": 126.68458
  },
  {
    "itstId": "8030",
    "nodeId": "1680011600",
    "itstNm": "원석사거리",
    "la": 37.50671,
    "lo": 126.641677
  },
  {
    "itstId": "8031",
    "nodeId": "1680021901",
    "itstNm": "새한미디어사거리",
    "la": 37.480966,
    "lo": 126.677933
  },
  {
    "itstId": "8032",
    "nodeId": "1680000400",
    "itstNm": "가좌나들목입구",
    "la": 37.482106,
    "lo": 126.673764
  },
  {
    "itstId": "8033",
    "nodeId": "1680000700",
    "itstNm": "가좌사거리",
    "la": 37.484245,
    "lo": 126.67681
  },
  {
    "itstId": "8034",
    "nodeId": "1680006400",
    "itstNm": "가재울사거리",
    "la": 37.486975,
    "lo": 126.680062
  },
  {
    "itstId": "8035",
    "itstNm": "연희동사무소",
    "la": 37.549213,
    "lo": 126.677034
  },
  {
    "itstId": "8036",
    "itstNm": "모퉁공원",
    "la": 37.542012,
    "lo": 126.678912
  },
  {
    "itstId": "8037",
    "nodeId": "1680008400",
    "itstNm": "건지4거리",
    "la": 37.496341,
    "lo": 126.683772
  },
  {
    "itstId": "8038",
    "nodeId": "1680007600",
    "itstNm": "진주4거리",
    "la": 37.493148,
    "lo": 126.680394
  },
  {
    "itstId": "8039",
    "nodeId": "1680000300",
    "itstNm": "기계연구소사거리",
    "la": 37.479369,
    "lo": 126.683295
  },
  {
    "itstId": "8040",
    "nodeId": "1680177200",
    "itstNm": "근로자센터사거리",
    "la": 37.477915,
    "lo": 126.685263
  },
  {
    "itstId": "8041",
    "nodeId": "1680023200",
    "itstNm": "가정초교입구",
    "la": 37.492506,
    "lo": 126.68705
  },
  {
    "itstId": "8042",
    "nodeId": "1680016500",
    "itstNm": "빈정내사거리",
    "la": 37.552318,
    "lo": 126.673153
  },
  {
    "itstId": "8043",
    "nodeId": "1680024800",
    "itstNm": "경서지구입구삼거리",
    "la": 37.552667,
    "lo": 126.655457
  },
  {
    "itstId": "8044",
    "nodeId": "1680016800",
    "itstNm": "경서3거리",
    "la": 37.552702,
    "lo": 126.650202
  },
  {
    "itstId": "8045",
    "nodeId": "1680016400",
    "itstNm": "공촌삼거리",
    "la": 37.552026,
    "lo": 126.68211
  },
  {
    "itstId": "8046",
    "itstNm": "공촌교장(보)",
    "la": 37.551897,
    "lo": 126.687176
  },
  {
    "itstId": "8047",
    "itstNm": "공촌정수장",
    "la": 37.551826,
    "lo": 126.689494
  },
  {
    "itstId": "8048",
    "itstNm": "7570부대",
    "la": 37.551662,
    "lo": 126.692692
  },
  {
    "itstId": "8049",
    "nodeId": "1680007000",
    "itstNm": "유림주유소사거리",
    "la": 37.490026,
    "lo": 126.660972
  },
  {
    "itstId": "8050",
    "nodeId": "1680006200",
    "itstNm": "봉수대로4거리",
    "la": 37.485264,
    "lo": 126.660613
  },
  {
    "itstId": "8051",
    "nodeId": "1680006100",
    "itstNm": "염곡로4거리",
    "la": 37.48495,
    "lo": 126.664134
  },
  {
    "itstId": "8052",
    "nodeId": "1680004803",
    "itstNm": "당하영남입구",
    "la": 37.590317,
    "lo": 126.673414
  },
  {
    "itstId": "8053",
    "itstNm": "태양주유소3거리",
    "la": 37.512952,
    "lo": 126.648845
  },
  {
    "itstId": "8054",
    "itstNm": "갯말4거리",
    "la": 37.516166,
    "lo": 126.648998
  },
  {
    "itstId": "8055",
    "nodeId": "1680011500",
    "itstNm": "서인천선착장입구사거리",
    "la": 37.506631,
    "lo": 126.648558
  },
  {
    "itstId": "8056",
    "nodeId": "1680007500",
    "itstNm": "북항고가입구4",
    "la": 37.491936,
    "lo": 126.647695
  },
  {
    "itstId": "8057",
    "nodeId": "1680005401",
    "itstNm": "검단4거리",
    "la": 37.602118,
    "lo": 126.657685
  },
  {
    "itstId": "8058",
    "nodeId": "1680004908",
    "itstNm": "마전역사거리",
    "la": 37.597307,
    "lo": 126.667656
  },
  {
    "itstId": "8059",
    "nodeId": "1680004900",
    "itstNm": "완정삼거리",
    "la": 37.594652,
    "lo": 126.672435
  },
  {
    "itstId": "8060",
    "itstNm": "백석휴게소",
    "la": 37.588417,
    "lo": 126.683071
  },
  {
    "itstId": "8061",
    "itstNm": "대인고",
    "la": 37.557687,
    "lo": 126.67742
  },
  {
    "itstId": "8062",
    "nodeId": "1680004910",
    "itstNm": "검단씨티은행4거리",
    "la": 37.595648,
    "lo": 126.670494
  },
  {
    "itstId": "8063",
    "nodeId": "1680139200",
    "itstNm": "검단초후문4거리",
    "la": 37.610096,
    "lo": 126.66912
  },
  {
    "itstId": "8064",
    "nodeId": "1680004909",
    "itstNm": "검단풍림사거리",
    "la": 37.596232,
    "lo": 126.669057
  },
  {
    "itstId": "8065",
    "nodeId": "1620005500",
    "itstNm": "제6산용삼거리",
    "la": 37.48927,
    "lo": 126.653148
  },
  {
    "itstId": "8066",
    "nodeId": "1620005300",
    "itstNm": "제5산용4거리",
    "la": 37.488115,
    "lo": 126.655295
  },
  {
    "itstId": "8067",
    "nodeId": "1620005000",
    "itstNm": "제4산용사거리",
    "la": 37.486889,
    "lo": 126.657658
  },
  {
    "itstId": "8068",
    "itstNm": "신동마을",
    "la": 37.619816,
    "lo": 126.63334
  },
  {
    "itstId": "8069",
    "nodeId": "1680021300",
    "itstNm": "좌동마을",
    "la": 37.618279,
    "lo": 126.636179
  },
  {
    "itstId": "8070",
    "itstNm": "산울림유치원",
    "la": 37.610452,
    "lo": 126.643931
  },
  {
    "itstId": "8071",
    "itstNm": "금곡마을",
    "la": 37.609149,
    "lo": 126.644686
  },
  {
    "itstId": "8072",
    "nodeId": "1680020801",
    "itstNm": "검단하나3거리",
    "la": 37.603385,
    "lo": 126.6526
  },
  {
    "itstId": "8073",
    "nodeId": "1680005406",
    "itstNm": "검단고입구",
    "la": 37.604324,
    "lo": 126.66364
  },
  {
    "itstId": "8074",
    "nodeId": "1680005411",
    "itstNm": "검단초육교4거리",
    "la": 37.609505,
    "lo": 126.67062
  },
  {
    "itstId": "8075",
    "itstNm": "여래3거리",
    "la": 37.610964,
    "lo": 126.676405
  },
  {
    "itstId": "8076",
    "itstNm": "불로3거리",
    "la": 37.613035,
    "lo": 126.684688
  },
  {
    "itstId": "8077",
    "nodeId": "1680033101",
    "itstNm": "불로동성A - 불로동성삼거리",
    "la": 37.615163,
    "lo": 126.6867
  },
  {
    "itstId": "8078",
    "itstNm": "불로동부입구",
    "la": 37.619126,
    "lo": 126.691569
  },
  {
    "itstId": "8079",
    "nodeId": "1680032700",
    "itstNm": "불로비룡삼거리",
    "la": 37.619304,
    "lo": 126.694731
  },
  {
    "itstId": "8080",
    "itstNm": "검단동남3거리",
    "la": 37.60394,
    "lo": 126.649663
  },
  {
    "itstId": "8081",
    "itstNm": "한들방죽들",
    "la": 37.576898,
    "lo": 126.669955
  },
  {
    "itstId": "8082",
    "itstNm": "한들4거리",
    "la": 37.577767,
    "lo": 126.663137
  },
  {
    "itstId": "8083",
    "itstNm": "송성목재",
    "la": 37.589961,
    "lo": 126.65658
  },
  {
    "itstId": "8084",
    "itstNm": "왕길묘지입구",
    "la": 37.593855,
    "lo": 126.653858
  },
  {
    "itstId": "8085",
    "itstNm": "검단검문소삼거리",
    "la": 37.605093,
    "lo": 126.646752
  },
  {
    "itstId": "8086",
    "nodeId": "1680018700",
    "itstNm": "왕길고가사거리",
    "la": 37.583149,
    "lo": 126.661907
  },
  {
    "itstId": "8087",
    "itstNm": "검단원흥입구",
    "la": 37.599684,
    "lo": 126.651935
  },
  {
    "itstId": "8088",
    "itstNm": "검단농협",
    "la": 37.603314,
    "lo": 126.660874
  },
  {
    "itstId": "8089",
    "nodeId": "1680004500",
    "itstNm": "백석육교4거리",
    "la": 37.576884,
    "lo": 126.6753
  },
  {
    "itstId": "8090",
    "nodeId": "1680009705",
    "itstNm": "석남SK주유소",
    "la": 37.499092,
    "lo": 126.652609
  },
  {
    "itstId": "8091",
    "nodeId": "1680009706",
    "itstNm": "우리자동차삼거리",
    "la": 37.499198,
    "lo": 126.658969
  },
  {
    "itstId": "8092",
    "itstNm": "신현PB",
    "la": 37.514833,
    "lo": 126.672785
  },
  {
    "itstId": "8093",
    "itstNm": "왕길삼거리",
    "la": 37.597641,
    "lo": 126.644237
  },
  {
    "itstId": "8094",
    "nodeId": "1680030400",
    "itstNm": "검단전화국삼거리",
    "la": 37.600709,
    "lo": 126.654028
  },
  {
    "itstId": "8095",
    "nodeId": "1680006900",
    "itstNm": "염곡길삼거리",
    "la": 37.489969,
    "lo": 126.664386
  },
  {
    "itstId": "8096",
    "itstNm": "용해산입구3거리",
    "la": 37.616671,
    "lo": 126.688066
  },
  {
    "itstId": "8097",
    "nodeId": "1680009200",
    "itstNm": "가좌쌍마사거리",
    "la": 37.498222,
    "lo": 126.671806
  },
  {
    "itstId": "8098",
    "itstNm": "서곶공원",
    "la": 37.547517,
    "lo": 126.681957
  },
  {
    "itstId": "8099",
    "nodeId": "1680014200",
    "itstNm": "가현초교4거리",
    "la": 37.522578,
    "lo": 126.669228
  },
  {
    "itstId": "8100",
    "itstNm": "서인천교회",
    "la": 37.517377,
    "lo": 126.679999
  },
  {
    "itstId": "8101",
    "nodeId": "1680030501",
    "itstNm": "왕길초교",
    "la": 37.602253,
    "lo": 126.651729
  },
  {
    "itstId": "8102",
    "nodeId": "1680030700",
    "itstNm": "검단소방4거리",
    "la": 37.603143,
    "lo": 126.654136
  },
  {
    "itstId": "8103",
    "nodeId": "2320001000",
    "itstNm": "유현사거리",
    "la": 37.595805,
    "lo": 126.721788
  },
  {
    "itstId": "8104",
    "itstNm": "은혜병원입구",
    "la": 37.544583,
    "lo": 126.681876
  },
  {
    "itstId": "8105",
    "itstNm": "테크피아3거리",
    "la": 37.503482,
    "lo": 126.664269
  },
  {
    "itstId": "8106",
    "nodeId": "1680022000",
    "itstNm": "코오롱유화사거리",
    "la": 37.480844,
    "lo": 126.681337
  },
  {
    "itstId": "8107",
    "nodeId": "1680005400",
    "itstNm": "마전지구입구",
    "la": 37.607733,
    "lo": 126.668276
  },
  {
    "itstId": "8108",
    "itstNm": "북인천나들목입구",
    "la": 37.558036,
    "lo": 126.637481
  },
  {
    "itstId": "8109",
    "nodeId": "1680002700",
    "itstNm": "가남4거리_ 가정5거리(B)",
    "la": 37.522329,
    "lo": 126.676998
  },
  {
    "itstId": "8110",
    "nodeId": "1670018400",
    "itstNm": "진로물류센터",
    "la": 37.578984,
    "lo": 126.70958
  },
  {
    "itstId": "8111",
    "itstNm": "한남코퍼",
    "la": 37.499163,
    "lo": 126.663631
  },
  {
    "itstId": "8112",
    "itstNm": "회림낚시터",
    "la": 37.585954,
    "lo": 126.692818
  },
  {
    "itstId": "8113",
    "itstNm": "경인양행",
    "la": 37.499156,
    "lo": 126.665697
  },
  {
    "itstId": "8114",
    "nodeId": "1680002400",
    "itstNm": "서인천나들목4",
    "la": 37.520405,
    "lo": 126.680753
  },
  {
    "itstId": "8115",
    "nodeId": "1680009700",
    "itstNm": "북항4거리",
    "la": 37.499077,
    "lo": 126.648207
  },
  {
    "itstId": "8116",
    "itstNm": "삼익악기",
    "la": 37.492691,
    "lo": 126.661098
  },
  {
    "itstId": "8117",
    "nodeId": "1680007001",
    "itstNm": "동화공장입구",
    "la": 37.496604,
    "lo": 126.661323
  },
  {
    "itstId": "8118",
    "nodeId": "1680009800",
    "itstNm": "모래방죽사거리",
    "la": 37.499141,
    "lo": 126.661502
  },
  {
    "itstId": "8119",
    "nodeId": "1680022400",
    "itstNm": "가정여중입구사거리",
    "la": 37.484829,
    "lo": 126.682918
  },
  {
    "itstId": "8120",
    "nodeId": "1680010200",
    "itstNm": "석남소방4거리",
    "la": 37.500873,
    "lo": 126.671932
  },
  {
    "itstId": "8121",
    "nodeId": "1680004801",
    "itstNm": "당하사거리",
    "la": 37.587498,
    "lo": 126.675085
  },
  {
    "itstId": "8122",
    "nodeId": "1680003701",
    "itstNm": "검암사거리",
    "la": 37.565641,
    "lo": 126.677474
  },
  {
    "itstId": "8123",
    "nodeId": "1680021600",
    "itstNm": "공단우체국사거리",
    "la": 37.478043,
    "lo": 126.681786
  },
  {
    "itstId": "8124",
    "nodeId": "1680021900",
    "itstNm": "가좌소방사거리",
    "la": 37.47954,
    "lo": 126.679765
  },
  {
    "itstId": "8125",
    "itstNm": "신현은영입구",
    "la": 37.519892,
    "lo": 126.669021
  },
  {
    "itstId": "8126",
    "nodeId": "1680009101",
    "itstNm": "가좌홈플러스사거리",
    "la": 37.498194,
    "lo": 126.669955
  },
  {
    "itstId": "8127",
    "nodeId": "1680010800",
    "itstNm": "천마터널입구",
    "la": 37.506133,
    "lo": 126.678552
  },
  {
    "itstId": "8128",
    "itstNm": "석남초교(보)",
    "la": 37.510223,
    "lo": 126.678642
  },
  {
    "itstId": "8129",
    "nodeId": "1680012200",
    "itstNm": "가정고교",
    "la": 37.513173,
    "lo": 126.678921
  },
  {
    "itstId": "8130",
    "nodeId": "1680013900",
    "itstNm": "서달산길삼거리",
    "la": 37.519066,
    "lo": 126.68237
  },
  {
    "itstId": "8131",
    "itstNm": "한신빌라",
    "la": 37.521388,
    "lo": 126.685595
  },
  {
    "itstId": "8132",
    "nodeId": "1680014800",
    "itstNm": "연희극동입구",
    "la": 37.540174,
    "lo": 126.672668
  },
  {
    "itstId": "8133",
    "nodeId": "1680015400",
    "itstNm": "서구보건소",
    "la": 37.543992,
    "lo": 126.672579
  },
  {
    "itstId": "8134",
    "itstNm": "서곶지구대",
    "la": 37.549298,
    "lo": 126.674726
  },
  {
    "itstId": "8135",
    "itstNm": "가좌주유소",
    "la": 37.497802,
    "lo": 126.68591
  },
  {
    "itstId": "8136",
    "itstNm": "한들마을입구",
    "la": 37.577916,
    "lo": 126.665814
  },
  {
    "itstId": "8137",
    "nodeId": "1680010400",
    "itstNm": "용궁길사거리",
    "la": 37.503246,
    "lo": 126.668042
  },
  {
    "itstId": "8138",
    "itstNm": "천마초교",
    "la": 37.503574,
    "lo": 126.678283
  },
  {
    "itstId": "8139",
    "itstNm": "석남어린이공원",
    "la": 37.50061,
    "lo": 126.678094
  },
  {
    "itstId": "8140",
    "itstNm": "향군회관",
    "la": 37.51499,
    "lo": 126.668707
  },
  {
    "itstId": "8141",
    "itstNm": "가좌공원",
    "la": 37.488707,
    "lo": 126.680142
  },
  {
    "itstId": "8142",
    "itstNm": "구민자동차앞",
    "la": 37.508142,
    "lo": 126.672435
  },
  {
    "itstId": "8143",
    "nodeId": "1680018800",
    "itstNm": "원당지구입구삼거리",
    "la": 37.584238,
    "lo": 126.696087
  },
  {
    "itstId": "8144",
    "nodeId": "1680022700",
    "itstNm": "테크노밸리3거리",
    "la": 37.488294,
    "lo": 126.664296
  },
  {
    "itstId": "8145",
    "nodeId": "1680010500",
    "itstNm": "나루터사거리",
    "la": 37.503581,
    "lo": 126.661745
  },
  {
    "itstId": "8146",
    "nodeId": "1680009801",
    "itstNm": "대유레미콘",
    "la": 37.501272,
    "lo": 126.66161
  },
  {
    "itstId": "8147",
    "itstNm": "동화기업",
    "la": 37.493768,
    "lo": 126.666066
  },
  {
    "itstId": "8148",
    "itstNm": "대한특수목재",
    "la": 37.490788,
    "lo": 126.671348
  },
  {
    "itstId": "8149",
    "itstNm": "서부서입구",
    "la": 37.543714,
    "lo": 126.679055
  },
  {
    "itstId": "8150",
    "nodeId": "1680025210",
    "itstNm": "검암서해4거리",
    "la": 37.565421,
    "lo": 126.674654
  },
  {
    "itstId": "8151",
    "nodeId": "1680025208",
    "itstNm": "검암소방4거리",
    "la": 37.563897,
    "lo": 126.673333
  },
  {
    "itstId": "8152",
    "nodeId": "1680025207",
    "itstNm": "해들마을4거리",
    "la": 37.561796,
    "lo": 126.673207
  },
  {
    "itstId": "8153",
    "nodeId": "1680025206",
    "itstNm": "서인천고입구4거리",
    "la": 37.55929,
    "lo": 126.673118
  },
  {
    "itstId": "8154",
    "itstNm": "간재울초교",
    "la": 37.560436,
    "lo": 126.673136
  },
  {
    "itstId": "8155",
    "nodeId": "1680025200",
    "itstNm": "빈정교사거리",
    "la": 37.556868,
    "lo": 126.673064
  },
  {
    "itstId": "8156",
    "itstNm": "불로대림3거리",
    "la": 37.619247,
    "lo": 126.693015
  },
  {
    "itstId": "8157",
    "itstNm": "대한산업개발",
    "la": 37.583021,
    "lo": 126.652807
  },
  {
    "itstId": "8158",
    "itstNm": "간재울중",
    "la": 37.563769,
    "lo": 126.677672
  },
  {
    "itstId": "8159",
    "nodeId": "1680019300",
    "itstNm": "방아다리들사거리",
    "la": 37.592339,
    "lo": 126.673423
  },
  {
    "itstId": "8160",
    "nodeId": "1680026900",
    "itstNm": "검암역삼거리",
    "la": 37.568369,
    "lo": 126.676208
  },
  {
    "itstId": "8161",
    "nodeId": "1680025100",
    "itstNm": "공촌교삼거리",
    "la": 37.556754,
    "lo": 126.677385
  },
  {
    "itstId": "8162",
    "nodeId": "1680029800",
    "itstNm": "원당유적지3거리",
    "la": 37.596154,
    "lo": 126.698962
  },
  {
    "itstId": "8163",
    "nodeId": "1680029700",
    "itstNm": "원당우체국4",
    "la": 37.594944,
    "lo": 126.694902
  },
  {
    "itstId": "8164",
    "nodeId": "1680029300",
    "itstNm": "원당기업은행4",
    "la": 37.593812,
    "lo": 126.694758
  },
  {
    "itstId": "8165",
    "nodeId": "1680019600",
    "itstNm": "원당4거리",
    "la": 37.593399,
    "lo": 126.699151
  },
  {
    "itstId": "8166",
    "nodeId": "1680029600",
    "itstNm": "검단박물관3거리",
    "la": 37.594602,
    "lo": 126.699241
  },
  {
    "itstId": "8167",
    "nodeId": "1680032803",
    "itstNm": "원당고개4거리",
    "la": 37.592253,
    "lo": 126.699061
  },
  {
    "itstId": "8168",
    "nodeId": "1680032800",
    "itstNm": "발산초교3거리",
    "la": 37.589961,
    "lo": 126.697956
  },
  {
    "itstId": "8169",
    "nodeId": "1680019601",
    "itstNm": "원당초4거리",
    "la": 37.594026,
    "lo": 126.692368
  },
  {
    "itstId": "8170",
    "nodeId": "1680026400",
    "itstNm": "검암중입구",
    "la": 37.567009,
    "lo": 126.676774
  },
  {
    "itstId": "8171",
    "nodeId": "1680004903",
    "itstNm": "검단현대주유소4거리",
    "la": 37.600552,
    "lo": 126.661143
  },
  {
    "itstId": "8172",
    "nodeId": "1680028700",
    "itstNm": "안동포4거리",
    "la": 37.591705,
    "lo": 126.655448
  },
  {
    "itstId": "8173",
    "nodeId": "1680016100",
    "itstNm": "갈마공원사거리",
    "la": 37.547176,
    "lo": 126.673926
  },
  {
    "itstId": "8174",
    "nodeId": "1680017100",
    "itstNm": "서부공단입구삼거리",
    "la": 37.553514,
    "lo": 126.648001
  },
  {
    "itstId": "8175",
    "nodeId": "1680015100",
    "itstNm": "서인천성모병원",
    "la": 37.542261,
    "lo": 126.672552
  },
  {
    "itstId": "8176",
    "itstNm": "원당농협",
    "la": 37.593599,
    "lo": 126.697076
  },
  {
    "itstId": "8177",
    "nodeId": "1680032802",
    "itstNm": "원당동문3거리",
    "la": 37.592631,
    "lo": 126.694641
  },
  {
    "itstId": "8178",
    "nodeId": "1680004904",
    "itstNm": "문고개",
    "la": 37.599727,
    "lo": 126.662589
  },
  {
    "itstId": "8179",
    "nodeId": "1680004905",
    "itstNm": "완정초교4거리",
    "la": 37.59873,
    "lo": 126.665132
  },
  {
    "itstId": "8180",
    "itstNm": "공촌마을입구",
    "la": 37.550202,
    "lo": 126.682065
  },
  {
    "itstId": "8181",
    "nodeId": "1680008101",
    "itstNm": "가좌한신북문",
    "la": 37.495464,
    "lo": 126.686017
  },
  {
    "itstId": "8182",
    "itstNm": "당하하나은행",
    "la": 37.593776,
    "lo": 126.678714
  },
  {
    "itstId": "8183",
    "nodeId": "1680111200",
    "itstNm": "봉오재3거리",
    "la": 37.533207,
    "lo": 126.662868
  },
  {
    "itstId": "8184",
    "nodeId": "1680148600",
    "itstNm": "검단대주4거리",
    "la": 37.595741,
    "lo": 126.667171
  },
  {
    "itstId": "8185",
    "itstNm": "검단역",
    "la": 37.601463,
    "lo": 126.656103
  },
  {
    "itstId": "8186",
    "itstNm": "석남금호3거리",
    "la": 37.504886,
    "lo": 126.668132
  },
  {
    "itstId": "8187",
    "nodeId": "1680021101",
    "itstNm": "불로4거리",
    "la": 37.612394,
    "lo": 126.683376
  },
  {
    "itstId": "8188",
    "nodeId": "1680033100",
    "itstNm": "불로수협3거리",
    "la": 37.613818,
    "lo": 126.685451
  },
  {
    "itstId": "8189",
    "nodeId": "1680032901",
    "itstNm": "불로뒷골3거리",
    "la": 37.611306,
    "lo": 126.684158
  },
  {
    "itstId": "8190",
    "nodeId": "1680032902",
    "itstNm": "불로삼보3거리",
    "la": 37.610188,
    "lo": 126.68449
  },
  {
    "itstId": "8191",
    "nodeId": "1680033001",
    "itstNm": "불로금호4거리",
    "la": 37.612928,
    "lo": 126.686952
  },
  {
    "itstId": "8192",
    "nodeId": "1680029002",
    "itstNm": "원당대림3거리",
    "la": 37.596282,
    "lo": 126.700974
  },
  {
    "itstId": "8193",
    "itstNm": "신촌공원입구",
    "la": 37.506453,
    "lo": 126.670494
  },
  {
    "itstId": "8194",
    "itstNm": "고산후3거리",
    "la": 37.600125,
    "lo": 126.698899
  },
  {
    "itstId": "8195",
    "itstNm": "수림산업",
    "la": 37.589534,
    "lo": 126.624734
  },
  {
    "itstId": "8196",
    "itstNm": "영기업",
    "la": 37.588281,
    "lo": 126.631148
  },
  {
    "itstId": "8197",
    "itstNm": "대덕강업",
    "la": 37.589783,
    "lo": 126.649375
  },
  {
    "itstId": "8198",
    "itstNm": "안동포교회",
    "la": 37.587569,
    "lo": 126.635424
  },
  {
    "itstId": "8199",
    "itstNm": "연성자원",
    "la": 37.589064,
    "lo": 126.627133
  },
  {
    "itstId": "8200",
    "nodeId": "1680019700",
    "itstNm": "완정4거리",
    "la": 37.593634,
    "lo": 126.673989
  },
  {
    "itstId": "8201",
    "itstNm": "석남녹지공단3거리",
    "la": 37.501165,
    "lo": 126.664107
  },
  {
    "itstId": "8202",
    "itstNm": "석남녹지3거리",
    "la": 37.501044,
    "lo": 126.666605
  },
  {
    "itstId": "8203",
    "nodeId": "1680009901",
    "itstNm": "석남녹지4거리",
    "la": 37.501002,
    "lo": 126.667943
  },
  {
    "itstId": "8204",
    "itstNm": "석목길입구",
    "la": 37.506546,
    "lo": 126.666892
  },
  {
    "itstId": "8205",
    "itstNm": "서구재활용센타",
    "la": 37.504715,
    "lo": 126.672183
  },
  {
    "itstId": "8206",
    "itstNm": "가좌가구상가",
    "la": 37.486062,
    "lo": 126.671069
  },
  {
    "itstId": "8207",
    "itstNm": "석남우림입구",
    "la": 37.502363,
    "lo": 126.667961
  },
  {
    "itstId": "8208",
    "nodeId": "1680093901",
    "itstNm": "북항4-1부두",
    "la": 37.503446,
    "lo": 126.641686
  },
  {
    "itstId": "8209",
    "nodeId": "1680093101",
    "itstNm": "북항3부두입구삼거리",
    "la": 37.506717,
    "lo": 126.635182
  },
  {
    "itstId": "8210",
    "nodeId": "1680093100",
    "itstNm": "북항로사거리",
    "la": 37.506631,
    "lo": 126.628462
  },
  {
    "itstId": "8211",
    "nodeId": "1680093000",
    "itstNm": "북항2부두입구",
    "la": 37.504358,
    "lo": 126.628507
  },
  {
    "itstId": "8212",
    "nodeId": "1680008900",
    "itstNm": "북항1-3부두",
    "la": 37.497958,
    "lo": 126.620881
  },
  {
    "itstId": "8213",
    "itstNm": "북항1-2부두",
    "la": 37.497923,
    "lo": 126.616685
  },
  {
    "itstId": "8214",
    "nodeId": "1680008800",
    "itstNm": "북항1-1부두",
    "la": 37.497887,
    "lo": 126.613811
  },
  {
    "itstId": "8215",
    "nodeId": "1680093900",
    "itstNm": "북항4-2부두",
    "la": 37.499149,
    "lo": 126.641721
  },
  {
    "itstId": "8216",
    "nodeId": "1680008300",
    "itstNm": "현대제철북문",
    "la": 37.49572,
    "lo": 126.641533
  },
  {
    "itstId": "8217",
    "nodeId": "1680028402",
    "itstNm": "당하중3거리",
    "la": 37.590944,
    "lo": 126.670387
  },
  {
    "itstId": "8218",
    "itstNm": "제물포중정문",
    "la": 37.488094,
    "lo": 126.686961
  },
  {
    "itstId": "8219",
    "nodeId": "1680028701",
    "itstNm": "할메산입구",
    "la": 37.593727,
    "lo": 126.663991
  },
  {
    "itstId": "8220",
    "nodeId": "1680111100",
    "itstNm": "길주로종점3거리",
    "la": 37.506845,
    "lo": 126.661889
  },
  {
    "itstId": "8221",
    "nodeId": "1680012100",
    "itstNm": "원신터널삼거리",
    "la": 37.512995,
    "lo": 126.662113
  },
  {
    "itstId": "8222",
    "itstNm": "원신터널사거리",
    "la": 37.517883,
    "lo": 126.662356
  },
  {
    "itstId": "8223",
    "nodeId": "1680024300",
    "itstNm": "신현주유소",
    "la": 37.520512,
    "lo": 126.662464
  },
  {
    "itstId": "8224",
    "nodeId": "1680096200",
    "itstNm": "가정4거리(미나리깡4)",
    "la": 37.525649,
    "lo": 126.662634
  },
  {
    "itstId": "8225",
    "itstNm": "제물포중후문",
    "la": 37.489477,
    "lo": 126.686332
  },
  {
    "itstId": "8226",
    "nodeId": "1680036400",
    "itstNm": "샘내들4거리",
    "la": 37.540338,
    "lo": 126.663416
  },
  {
    "itstId": "8227",
    "nodeId": "1680035000",
    "itstNm": "봉오재입구사거리",
    "la": 37.529966,
    "lo": 126.66267
  },
  {
    "itstId": "8228",
    "itstNm": "신현주공동문",
    "la": 37.519906,
    "lo": 126.673127
  },
  {
    "itstId": "8229",
    "itstNm": "생물자원관입구3거리",
    "la": 37.561433,
    "lo": 126.636583
  },
  {
    "itstId": "8230",
    "itstNm": "난지로3거리",
    "la": 37.564132,
    "lo": 126.635397
  },
  {
    "itstId": "8231",
    "itstNm": "목향초교",
    "la": 37.617119,
    "lo": 126.694533
  },
  {
    "itstId": "8232",
    "itstNm": "불로중학교",
    "la": 37.616351,
    "lo": 126.695656
  },
  {
    "itstId": "8233",
    "nodeId": "1680028404",
    "itstNm": "당하현대입구4거리",
    "la": 37.587171,
    "lo": 126.674133
  },
  {
    "itstId": "8234",
    "nodeId": "1680028403",
    "itstNm": "종알입구4거리",
    "la": 37.58794,
    "lo": 126.672695
  },
  {
    "itstId": "8235",
    "itstNm": "가좌축산센터사거리",
    "la": 37.479982,
    "lo": 126.689144
  },
  {
    "itstId": "8236",
    "nodeId": "1680093500",
    "itstNm": "환경경관3거리",
    "la": 37.568383,
    "lo": 126.633592
  },
  {
    "itstId": "8237",
    "itstNm": "시청경관3거리",
    "la": 37.570448,
    "lo": 126.675965
  },
  {
    "itstId": "8238",
    "itstNm": "환경공단입구",
    "la": 37.570084,
    "lo": 126.641003
  },
  {
    "itstId": "8239",
    "itstNm": "백석경관삼거리",
    "la": 37.571509,
    "lo": 126.663577
  },
  {
    "itstId": "8240",
    "itstNm": "석남의숲",
    "la": 37.508413,
    "lo": 126.668321
  },
  {
    "itstId": "8241",
    "nodeId": "1680128000",
    "itstNm": "학운3교동측4거리",
    "la": 37.600759,
    "lo": 126.613065
  },
  {
    "itstId": "8242",
    "nodeId": "1680102100",
    "itstNm": "수성밸브진입사거리",
    "la": 37.597165,
    "lo": 126.609077
  },
  {
    "itstId": "8243",
    "nodeId": "1680101900",
    "itstNm": "만복철강사거리",
    "la": 37.594823,
    "lo": 126.606588
  },
  {
    "itstId": "8244",
    "nodeId": "1680101800",
    "itstNm": "한성중기사거리",
    "la": 37.591897,
    "lo": 126.603318
  },
  {
    "itstId": "8245",
    "nodeId": "1680102300",
    "itstNm": "검단우리은행사거리",
    "la": 37.594844,
    "lo": 126.612526
  },
  {
    "itstId": "8246",
    "nodeId": "1680102200",
    "itstNm": "삼영건설철강사거리",
    "la": 37.592517,
    "lo": 126.609966
  },
  {
    "itstId": "8247",
    "nodeId": "1680102000",
    "itstNm": "영창화학기계삼거리",
    "la": 37.589662,
    "lo": 126.606768
  },
  {
    "itstId": "8248",
    "nodeId": "1680102603",
    "itstNm": "삼영테크사거리",
    "la": 37.596531,
    "lo": 126.619407
  },
  {
    "itstId": "8249",
    "nodeId": "1680028900",
    "itstNm": "검단국민은행4",
    "la": 37.592545,
    "lo": 126.616039
  },
  {
    "itstId": "8250",
    "nodeId": "1680102501",
    "itstNm": "오성화스너사거리",
    "la": 37.591492,
    "lo": 126.612697
  },
  {
    "itstId": "8251",
    "nodeId": "1680102500",
    "itstNm": "검단펌프장4거리",
    "la": 37.590623,
    "lo": 126.619668
  },
  {
    "itstId": "8252",
    "nodeId": "1680102303",
    "itstNm": "제1티엔아이사거리",
    "la": 37.597001,
    "lo": 126.61488
  },
  {
    "itstId": "8253",
    "itstNm": "성우풍력삼거리",
    "la": 37.591221,
    "lo": 126.608358
  },
  {
    "itstId": "8254",
    "itstNm": "보령목재삼거리",
    "la": 37.593385,
    "lo": 126.604953
  },
  {
    "itstId": "8255",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8256",
    "itstNm": "엠파크동문",
    "la": 37.496519,
    "lo": 126.667368
  },
  {
    "itstId": "8257",
    "nodeId": "1680058900",
    "itstNm": "심곡삼거리",
    "la": 37.537873,
    "lo": 126.676567
  },
  {
    "itstId": "8258",
    "itstNm": "아랫독점마을",
    "la": 37.552261,
    "lo": 126.668958
  },
  {
    "itstId": "8259",
    "itstNm": "가정지구정류장북",
    "la": 37.527608,
    "lo": 126.662616
  },
  {
    "itstId": "8260",
    "itstNm": "간촌로3거리",
    "la": 37.549027,
    "lo": 126.682038
  },
  {
    "itstId": "8261",
    "nodeId": "1680025300",
    "itstNm": "쑥공원4거리",
    "la": 37.557246,
    "lo": 126.653705
  },
  {
    "itstId": "8262",
    "itstNm": "진성철강",
    "la": 37.588552,
    "lo": 126.629468
  },
  {
    "itstId": "8263",
    "itstNm": "가정지구정류장남",
    "la": 37.526696,
    "lo": 126.662589
  },
  {
    "itstId": "8264",
    "itstNm": "오류풍림입구",
    "la": 37.599435,
    "lo": 126.63785
  },
  {
    "itstId": "8265",
    "itstNm": "신현효성입구",
    "la": 37.513743,
    "lo": 126.665302
  },
  {
    "itstId": "8266",
    "nodeId": "1680017500",
    "itstNm": "LG캠퍼스입구",
    "la": 37.556591,
    "lo": 126.64085
  },
  {
    "itstId": "8267",
    "itstNm": "도요지로사거리",
    "la": 37.558157,
    "lo": 126.663928
  },
  {
    "itstId": "8268",
    "nodeId": "1680104200",
    "itstNm": "염풍방죽3거리",
    "la": 37.589356,
    "lo": 126.647911
  },
  {
    "itstId": "8269",
    "nodeId": "1680024000",
    "itstNm": "서구청소년관",
    "la": 37.517983,
    "lo": 126.659122
  },
  {
    "itstId": "8270",
    "nodeId": "1680009704",
    "itstNm": "서영건재",
    "la": 37.499099,
    "lo": 126.651226
  },
  {
    "itstId": "8271",
    "itstNm": "컴팩",
    "la": 37.49912,
    "lo": 126.655412
  },
  {
    "itstId": "8272",
    "itstNm": "한신콤프레셔",
    "la": 37.499163,
    "lo": 126.657658
  },
  {
    "itstId": "8273",
    "itstNm": "AG동북주차장(YG12)",
    "la": 37.550017,
    "lo": 126.668869
  },
  {
    "itstId": "8274",
    "itstNm": "서곶초교입구3거리",
    "la": 37.548486,
    "lo": 126.669057
  },
  {
    "itstId": "8275",
    "nodeId": "1680016000",
    "itstNm": "주경기장동1문",
    "la": 37.547069,
    "lo": 126.669282
  },
  {
    "itstId": "8276",
    "nodeId": "1680015600",
    "itstNm": "연희삼성A",
    "la": 37.544918,
    "lo": 126.669533
  },
  {
    "itstId": "8277",
    "nodeId": "1680015500",
    "itstNm": "추므로마당",
    "la": 37.544006,
    "lo": 126.669587
  },
  {
    "itstId": "8278",
    "nodeId": "1680015000",
    "itstNm": "푸른들마당3거리(YG04)",
    "la": 37.541734,
    "lo": 126.669794
  },
  {
    "itstId": "8279",
    "itstNm": "가정호반남동문(GJ40)",
    "la": 37.527501,
    "lo": 126.667961
  },
  {
    "itstId": "8280",
    "itstNm": "가정호반남서문(GJ41)",
    "la": 37.527629,
    "lo": 126.66682
  },
  {
    "itstId": "8281",
    "itstNm": "서구복지관",
    "la": 37.583711,
    "lo": 126.66435
  },
  {
    "itstId": "8282",
    "nodeId": "1680012900",
    "itstNm": "그랜드GC사거리",
    "la": 37.514342,
    "lo": 126.641632
  },
  {
    "itstId": "8283",
    "itstNm": "오뱅물류입구",
    "la": 37.514377,
    "lo": 126.644102
  },
  {
    "itstId": "8284",
    "nodeId": "1680013001",
    "itstNm": "홈씨씨 입구",
    "la": 37.514456,
    "lo": 126.647138
  },
  {
    "itstId": "8285",
    "nodeId": "1680153800",
    "itstNm": "BH105",
    "la": 37.513023,
    "lo": 126.645009
  },
  {
    "itstId": "8286",
    "nodeId": "1680103201",
    "itstNm": "금곡사거리",
    "la": 37.609149,
    "lo": 126.638137
  },
  {
    "itstId": "8287",
    "nodeId": "1680103200",
    "itstNm": "봉하촌입구삼거리",
    "la": 37.601421,
    "lo": 126.640033
  },
  {
    "itstId": "8288",
    "nodeId": "1680153100",
    "itstNm": "BH23",
    "la": 37.514342,
    "lo": 126.635038
  },
  {
    "itstId": "8289",
    "nodeId": "1680153000",
    "itstNm": "BH24",
    "la": 37.512781,
    "lo": 126.63511
  },
  {
    "itstId": "8290",
    "nodeId": "1680152900",
    "itstNm": "BH25",
    "la": 37.511192,
    "lo": 126.635038
  },
  {
    "itstId": "8291",
    "itstNm": "가좌두산2단지",
    "la": 37.488885,
    "lo": 126.686565
  },
  {
    "itstId": "8292",
    "nodeId": "1680022800",
    "itstNm": "가좌서수협4",
    "la": 37.488978,
    "lo": 126.683709
  },
  {
    "itstId": "8293",
    "nodeId": "1680025202",
    "itstNm": "윗독점입구",
    "la": 37.556911,
    "lo": 126.671087
  },
  {
    "itstId": "8294",
    "nodeId": "1680025201",
    "itstNm": "경서공원3거리",
    "la": 37.557303,
    "lo": 126.667386
  },
  {
    "itstId": "8295",
    "nodeId": "1680103600",
    "itstNm": "왕길역4거리",
    "la": 37.595328,
    "lo": 126.64359
  },
  {
    "itstId": "8296",
    "nodeId": "1680111600",
    "itstNm": "가원4거리(GJ38)",
    "la": 37.527451,
    "lo": 126.669372
  },
  {
    "itstId": "8297",
    "nodeId": "1680111700",
    "itstNm": "축곶3거리(GJ39)",
    "la": 37.529154,
    "lo": 126.66947
  },
  {
    "itstId": "8298",
    "itstNm": "가원중(GJ50)",
    "la": 37.531362,
    "lo": 126.669452
  },
  {
    "itstId": "8299",
    "nodeId": "1680111800",
    "itstNm": "축곶4거리(GJ52)",
    "la": 37.533143,
    "lo": 126.669533
  },
  {
    "itstId": "8300",
    "nodeId": "1680058300",
    "itstNm": "크리켓경기장사거리",
    "la": 37.538521,
    "lo": 126.669686
  },
  {
    "itstId": "8301",
    "nodeId": "1680102400",
    "itstNm": "베이스케리어3",
    "la": 37.598474,
    "lo": 126.616416
  },
  {
    "itstId": "8302",
    "nodeId": "1680102900",
    "itstNm": "안방죽들",
    "la": 37.594111,
    "lo": 126.632127
  },
  {
    "itstId": "8303",
    "nodeId": "1680103100",
    "itstNm": "소왕길4",
    "la": 37.593527,
    "lo": 126.636179
  },
  {
    "itstId": "8304",
    "itstNm": "소왕길입구",
    "la": 37.593655,
    "lo": 126.638146
  },
  {
    "itstId": "8305",
    "nodeId": "1680103103",
    "itstNm": "소왕길3",
    "la": 37.594246,
    "lo": 126.640509
  },
  {
    "itstId": "8306",
    "itstNm": "대왕길4",
    "la": 37.596545,
    "lo": 126.64633
  },
  {
    "itstId": "8307",
    "itstNm": "대왕길입구",
    "la": 37.597364,
    "lo": 126.647875
  },
  {
    "itstId": "8308",
    "itstNm": "단봉3거리",
    "la": 37.598581,
    "lo": 126.650139
  },
  {
    "itstId": "8309",
    "nodeId": "1680112100",
    "itstNm": "축곶산입구(GJ24)",
    "la": 37.527409,
    "lo": 126.671743
  },
  {
    "itstId": "8310",
    "nodeId": "1680111601",
    "itstNm": "두루누리(GJ42)",
    "la": 37.528833,
    "lo": 126.66594
  },
  {
    "itstId": "8311",
    "nodeId": "1680111400",
    "itstNm": "가원3(GJ43)",
    "la": 37.530002,
    "lo": 126.665958
  },
  {
    "itstId": "8312",
    "nodeId": "1680035001",
    "itstNm": "가원초3거리",
    "la": 37.530044,
    "lo": 126.664584
  },
  {
    "itstId": "8313",
    "nodeId": "1680111300",
    "itstNm": "웃말공원",
    "la": 37.533158,
    "lo": 126.665931
  },
  {
    "itstId": "8314",
    "itstNm": "신현여중(GJ03)",
    "la": 37.5226,
    "lo": 126.667701
  },
  {
    "itstId": "8315",
    "itstNm": "신현여중3(GJ05)",
    "la": 37.522642,
    "lo": 126.664988
  },
  {
    "itstId": "8316",
    "itstNm": "염곡로3",
    "la": 37.483061,
    "lo": 126.663982
  },
  {
    "itstId": "8317",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8318",
    "nodeId": "1680013000",
    "itstNm": "원창3거리(홈씨씨앞3)",
    "la": 37.514484,
    "lo": 126.648872
  },
  {
    "itstId": "8319",
    "nodeId": "1680003500",
    "itstNm": "대평로 입구",
    "la": 37.547304,
    "lo": 126.67698
  },
  {
    "itstId": "8320",
    "nodeId": "1680092100",
    "itstNm": "경인물류단지13-AIT12",
    "la": 37.564616,
    "lo": 126.620333
  },
  {
    "itstId": "8321",
    "nodeId": "1680092000",
    "itstNm": "경인물류단지12-AIT14",
    "la": 37.562231,
    "lo": 126.619407
  },
  {
    "itstId": "8322",
    "nodeId": "1680092600",
    "itstNm": "경인물류단지11-AIT15",
    "la": 37.56275,
    "lo": 126.62142
  },
  {
    "itstId": "8323",
    "itstNm": "경인물류단지10-AIT29",
    "la": 37.561654,
    "lo": 126.621976
  },
  {
    "itstId": "8324",
    "nodeId": "1680090700",
    "itstNm": "경인물류단지02",
    "la": 37.557331,
    "lo": 126.611089
  },
  {
    "itstId": "8325",
    "nodeId": "1680091200",
    "itstNm": "경인물류단지03-AIT18",
    "la": 37.557986,
    "lo": 126.613416
  },
  {
    "itstId": "8326",
    "nodeId": "1680091500",
    "itstNm": "경인물류단지04",
    "la": 37.55867,
    "lo": 126.615832
  },
  {
    "itstId": "8327",
    "nodeId": "1680091900",
    "itstNm": "경인물류단지07-AIT20",
    "la": 37.559432,
    "lo": 126.618743
  },
  {
    "itstId": "8328",
    "nodeId": "1680092200",
    "itstNm": "경인물류단지08-AIT21",
    "la": 37.559931,
    "lo": 126.620431
  },
  {
    "itstId": "8329",
    "nodeId": "1680090900",
    "itstNm": "경인물류단지01-AIT25",
    "la": 37.556149,
    "lo": 126.611601
  },
  {
    "itstId": "8330",
    "nodeId": "1680091700",
    "itstNm": "경인물류단지05-AIT26",
    "la": 37.557253,
    "lo": 126.616479
  },
  {
    "itstId": "8331",
    "nodeId": "1680091800",
    "itstNm": "경인물류단지06-AIT27",
    "la": 37.555814,
    "lo": 126.617
  },
  {
    "itstId": "8332",
    "nodeId": "1680092700",
    "itstNm": "경인물류단지09-AIT28",
    "la": 37.556819,
    "lo": 126.621923
  },
  {
    "itstId": "8333",
    "itstNm": "신현회화나무",
    "la": 37.516415,
    "lo": 126.668806
  },
  {
    "itstId": "8334",
    "nodeId": "1680022701",
    "itstNm": "엠파크입구3",
    "la": 37.489149,
    "lo": 126.664422
  },
  {
    "itstId": "8335",
    "itstNm": "검2주민센터",
    "la": 37.617219,
    "lo": 126.68856
  },
  {
    "itstId": "8336",
    "nodeId": "1680016600",
    "itstNm": "아시아드4거리",
    "la": 37.552439,
    "lo": 126.664
  },
  {
    "itstId": "8337",
    "nodeId": "1680107000",
    "itstNm": "가정지구입구4",
    "la": 37.524944,
    "lo": 126.669318
  },
  {
    "itstId": "8338",
    "itstNm": "좌동4",
    "la": 37.612942,
    "lo": 126.637913
  },
  {
    "itstId": "8339",
    "nodeId": "1680009702",
    "itstNm": "BH41",
    "la": 37.499106,
    "lo": 126.644937
  },
  {
    "itstId": "8340",
    "nodeId": "1680102802",
    "itstNm": "검오북4",
    "la": 37.595713,
    "lo": 126.6291
  },
  {
    "itstId": "8341",
    "nodeId": "1680102800",
    "itstNm": "검단오류역4거리",
    "la": 37.594673,
    "lo": 126.628804
  },
  {
    "itstId": "8342",
    "itstNm": "대촌3거리",
    "la": 37.597179,
    "lo": 126.636134
  },
  {
    "itstId": "8343",
    "nodeId": "1680103001",
    "itstNm": "검오3거리",
    "la": 37.596638,
    "lo": 126.634912
  },
  {
    "itstId": "8344",
    "nodeId": "1680103000",
    "itstNm": "백석산3",
    "la": 37.596823,
    "lo": 126.632828
  },
  {
    "itstId": "8345",
    "nodeId": "1680102901",
    "itstNm": "돌고개4",
    "la": 37.595221,
    "lo": 126.632424
  },
  {
    "itstId": "8346",
    "nodeId": "1680102801",
    "itstNm": "자라리들4",
    "la": 37.597364,
    "lo": 126.629594
  },
  {
    "itstId": "8347",
    "itstNm": "반월촌4",
    "la": 37.596673,
    "lo": 126.629388
  },
  {
    "itstId": "8348",
    "nodeId": "1680102600",
    "itstNm": "빗경들4거리",
    "la": 37.595321,
    "lo": 126.624878
  },
  {
    "itstId": "8349",
    "nodeId": "1680093400",
    "itstNm": "북청라나들목3",
    "la": 37.563035,
    "lo": 126.630897
  },
  {
    "itstId": "8350",
    "nodeId": "1680092301",
    "itstNm": "BH17",
    "la": 37.500631,
    "lo": 126.620863
  },
  {
    "itstId": "8351",
    "nodeId": "1680092501",
    "itstNm": "BH19",
    "la": 37.506517,
    "lo": 126.625183
  },
  {
    "itstId": "8352",
    "nodeId": "1680152400",
    "itstNm": "BH21",
    "la": 37.511099,
    "lo": 126.628507
  },
  {
    "itstId": "8353",
    "nodeId": "1680152300",
    "itstNm": "BH22",
    "la": 37.509332,
    "lo": 126.628471
  },
  {
    "itstId": "8354",
    "nodeId": "1680011603",
    "itstNm": "BH28",
    "la": 37.512183,
    "lo": 126.641703
  },
  {
    "itstId": "8355",
    "nodeId": "1680011604",
    "itstNm": "BH29",
    "la": 37.511021,
    "lo": 126.641721
  },
  {
    "itstId": "8356",
    "nodeId": "1680011601",
    "itstNm": "BH30",
    "la": 37.50924,
    "lo": 126.641668
  },
  {
    "itstId": "8357",
    "nodeId": "1680153700",
    "itstNm": "BH32",
    "la": 37.512197,
    "lo": 126.644982
  },
  {
    "itstId": "8358",
    "nodeId": "1680153600",
    "itstNm": "BH34",
    "la": 37.510971,
    "lo": 126.645018
  },
  {
    "itstId": "8359",
    "nodeId": "1680153500",
    "itstNm": "BH37",
    "la": 37.509275,
    "lo": 126.645009
  },
  {
    "itstId": "8360",
    "nodeId": "1680011502",
    "itstNm": "BH39",
    "la": 37.506667,
    "lo": 126.645036
  },
  {
    "itstId": "8361",
    "itstNm": "BH16",
    "la": 37.505627,
    "lo": 126.620934
  },
  {
    "itstId": "8362",
    "itstNm": "가정대성남서문",
    "la": 37.522657,
    "lo": 126.663802
  },
  {
    "itstId": "8363",
    "itstNm": "가정대성남동문",
    "la": 37.522621,
    "lo": 126.666479
  },
  {
    "itstId": "8364",
    "itstNm": "당하SK남문",
    "la": 37.583661,
    "lo": 126.678274
  },
  {
    "itstId": "8365",
    "itstNm": "삼영물류",
    "la": 37.499149,
    "lo": 126.653983
  },
  {
    "itstId": "8366",
    "nodeId": "1680031700",
    "itstNm": "망정이들4거리",
    "la": 37.613256,
    "lo": 126.660254
  },
  {
    "itstId": "8367",
    "nodeId": "1680005409",
    "itstNm": "마전대원4거리",
    "la": 37.611662,
    "lo": 126.662814
  },
  {
    "itstId": "8368",
    "itstNm": "마전새들앞",
    "la": 37.610687,
    "lo": 126.665823
  },
  {
    "itstId": "8369",
    "nodeId": "1680005408",
    "itstNm": "당산고개4거리",
    "la": 37.609918,
    "lo": 126.666883
  },
  {
    "itstId": "8370",
    "itstNm": "거북시장입구(보)",
    "la": 37.501664,
    "lo": 126.672004
  },
  {
    "itstId": "8371",
    "itstNm": "숯가마골",
    "la": 37.592908,
    "lo": 126.660254
  },
  {
    "itstId": "8372",
    "nodeId": "1680012300",
    "itstNm": "네개동 육교",
    "la": 37.513266,
    "lo": 126.676944
  },
  {
    "itstId": "8373",
    "nodeId": "1680029501",
    "itstNm": "검단금호3거리",
    "la": 37.594218,
    "lo": 126.667063
  },
  {
    "itstId": "8374",
    "nodeId": "1680029500",
    "itstNm": "당하3거리",
    "la": 37.593947,
    "lo": 126.670207
  },
  {
    "itstId": "8375",
    "nodeId": "1680028800",
    "itstNm": "검단탑병원3거리",
    "la": 37.592182,
    "lo": 126.670333
  },
  {
    "itstId": "8376",
    "nodeId": "1680028401",
    "itstNm": "백석초4거리",
    "la": 37.589491,
    "lo": 126.670854
  },
  {
    "itstId": "8377",
    "nodeId": "1680029900",
    "itstNm": "검단중앙교회3거리",
    "la": 37.596816,
    "lo": 126.675229
  },
  {
    "itstId": "8378",
    "nodeId": "1680019701",
    "itstNm": "당하풍림입구(보)",
    "la": 37.59614,
    "lo": 126.67495
  },
  {
    "itstId": "8379",
    "itstNm": "당하풍림2차",
    "la": 37.595748,
    "lo": 126.676576
  },
  {
    "itstId": "8380",
    "nodeId": "1680019200",
    "itstNm": "당하대우3",
    "la": 37.592388,
    "lo": 126.676792
  },
  {
    "itstId": "8381",
    "nodeId": "1680004804",
    "itstNm": "당하초교4거리",
    "la": 37.590452,
    "lo": 126.677052
  },
  {
    "itstId": "8382",
    "itstNm": "당하공원4거리",
    "la": 37.587947,
    "lo": 126.676316
  },
  {
    "itstId": "8383",
    "itstNm": "당하E마트입구",
    "la": 37.585377,
    "lo": 126.677528
  },
  {
    "itstId": "8384",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8385",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8386",
    "nodeId": "1680020700",
    "itstNm": "고산후4거리",
    "la": 37.601342,
    "lo": 126.69872
  },
  {
    "itstId": "8387",
    "nodeId": "1680030101",
    "itstNm": "창신초3거리",
    "la": 37.598211,
    "lo": 126.699187
  },
  {
    "itstId": "8388",
    "itstNm": "원당신안입구",
    "la": 37.591677,
    "lo": 126.694462
  },
  {
    "itstId": "8389",
    "nodeId": "1680032801",
    "itstNm": "원당신안3거리",
    "la": 37.590545,
    "lo": 126.694309
  },
  {
    "itstId": "8390",
    "nodeId": "1680143800",
    "itstNm": "원당풍림북문3",
    "la": 37.59246,
    "lo": 126.696986
  },
  {
    "itstId": "8391",
    "itstNm": "신기고개",
    "la": 37.586772,
    "lo": 126.696968
  },
  {
    "itstId": "8392",
    "itstNm": "원당농장3거리(GD148)",
    "la": 37.593058,
    "lo": 126.702448
  },
  {
    "itstId": "8394",
    "itstNm": "GD150",
    "la": 37.591634,
    "lo": 126.707631
  },
  {
    "itstId": "8395",
    "itstNm": "장구산입구4(GD154)",
    "la": 37.594047,
    "lo": 126.717854
  },
  {
    "itstId": "8396",
    "itstNm": "삼력환경",
    "la": 37.582779,
    "lo": 126.649528
  },
  {
    "itstId": "8397",
    "itstNm": "삼칠기업",
    "la": 37.582964,
    "lo": 126.658053
  },
  {
    "itstId": "8398",
    "itstNm": "백석스포렉스",
    "la": 37.583875,
    "lo": 126.668276
  },
  {
    "itstId": "8399",
    "nodeId": "1680020300",
    "itstNm": "검오4거리",
    "la": 37.597599,
    "lo": 126.637329
  },
  {
    "itstId": "8400",
    "nodeId": "1680020401",
    "itstNm": "금오공원3거리",
    "la": 37.596972,
    "lo": 126.641272
  },
  {
    "itstId": "8401",
    "nodeId": "1680025900",
    "itstNm": "경서태평3거리",
    "la": 37.55904,
    "lo": 126.652007
  },
  {
    "itstId": "8402",
    "nodeId": "1680025800",
    "itstNm": "경서골말4거리",
    "la": 37.558998,
    "lo": 126.653597
  },
  {
    "itstId": "8403",
    "nodeId": "1680024900",
    "itstNm": "경서아랫말4거리",
    "la": 37.555166,
    "lo": 126.654271
  },
  {
    "itstId": "8404",
    "itstNm": "세어도주차장입구",
    "la": 37.586295,
    "lo": 126.576746
  },
  {
    "itstId": "8405",
    "nodeId": "1680003702",
    "itstNm": "검암2지구4거리",
    "la": 37.566382,
    "lo": 126.680574
  },
  {
    "itstId": "8406",
    "nodeId": "1680026300",
    "itstNm": "은지초교입구4거리",
    "la": 37.566624,
    "lo": 126.683026
  },
  {
    "itstId": "8407",
    "nodeId": "1680025103",
    "itstNm": "공촌마을회관입구",
    "la": 37.556826,
    "lo": 126.67539
  },
  {
    "itstId": "8408",
    "itstNm": "매립지공사4거리",
    "la": 37.571879,
    "lo": 126.646411
  },
  {
    "itstId": "8409",
    "itstNm": "드림GC동측3거리",
    "la": 37.574008,
    "lo": 126.646348
  },
  {
    "itstId": "8410",
    "nodeId": "1680037300",
    "itstNm": "아시아경기장(보조)",
    "la": 37.545858,
    "lo": 126.663658
  },
  {
    "itstId": "8411",
    "itstNm": "서곶초교4",
    "la": 37.547097,
    "lo": 126.6708
  },
  {
    "itstId": "8412",
    "nodeId": "1680037000",
    "itstNm": "녹지사업소4거리",
    "la": 37.542624,
    "lo": 126.663559
  },
  {
    "itstId": "8413",
    "itstNm": "용두산제2공원(보)",
    "la": 37.538101,
    "lo": 126.663263
  },
  {
    "itstId": "8414",
    "nodeId": "1680009100",
    "itstNm": "목재단지3거리",
    "la": 37.498215,
    "lo": 126.66762
  },
  {
    "itstId": "8415",
    "itstNm": "주물단지입구3",
    "la": 37.557175,
    "lo": 126.63961
  },
  {
    "itstId": "8416",
    "nodeId": "1680025001",
    "itstNm": "경서초교",
    "la": 37.55647,
    "lo": 126.651899
  },
  {
    "itstId": "8417",
    "itstNm": "청운교북측3거리",
    "la": 37.566902,
    "lo": 126.61594
  },
  {
    "itstId": "8419",
    "nodeId": "1680092900",
    "itstNm": "청운교남측3거리",
    "la": 37.558321,
    "lo": 126.624052
  },
  {
    "itstId": "8420",
    "nodeId": "1680013700",
    "itstNm": "신현북초교(보)",
    "la": 37.517833,
    "lo": 126.665563
  },
  {
    "itstId": "8421",
    "nodeId": "1680002200",
    "itstNm": "가정중앙시장역3거리",
    "la": 37.517427,
    "lo": 126.676702
  },
  {
    "itstId": "8422",
    "nodeId": "1680031300",
    "itstNm": "미터골4거리",
    "la": 37.612551,
    "lo": 126.659382
  },
  {
    "itstId": "8423",
    "itstNm": "경인컨부두북서문",
    "la": 37.567037,
    "lo": 126.597273
  },
  {
    "itstId": "8424",
    "itstNm": "경인컨부두북동문",
    "la": 37.567066,
    "lo": 126.598773
  },
  {
    "itstId": "8425",
    "itstNm": "아라터미널",
    "la": 37.559097,
    "lo": 126.611637
  },
  {
    "itstId": "8426",
    "itstNm": "석남월드정문",
    "la": 37.510009,
    "lo": 126.67
  },
  {
    "itstId": "8427",
    "nodeId": "1680001200",
    "itstNm": "측도일방3거리",
    "la": 37.487866,
    "lo": 126.674905
  },
  {
    "itstId": "8428",
    "nodeId": "1680030600",
    "itstNm": "왕길4거리",
    "la": 37.601926,
    "lo": 126.653804
  },
  {
    "itstId": "8429",
    "itstNm": "반도자원",
    "la": 37.581732,
    "lo": 126.647884
  },
  {
    "itstId": "8430",
    "nodeId": "1680013501",
    "itstNm": "가정공원3",
    "la": 37.521146,
    "lo": 126.673207
  },
  {
    "itstId": "8431",
    "itstNm": "환경산업단정문",
    "la": 37.570319,
    "lo": 126.646402
  },
  {
    "itstId": "8432",
    "itstNm": "환경산업단후문",
    "la": 37.570391,
    "lo": 126.648764
  },
  {
    "itstId": "8433",
    "nodeId": "1680023400",
    "itstNm": "건지공원",
    "la": 37.493304,
    "lo": 126.677052
  },
  {
    "itstId": "8434",
    "itstNm": "가좌로얄타운",
    "la": 37.485656,
    "lo": 126.688146
  },
  {
    "itstId": "8435",
    "nodeId": "1680014000",
    "itstNm": "가현4거리",
    "la": 37.522429,
    "lo": 126.673261
  },
  {
    "itstId": "8436",
    "nodeId": "1680152700",
    "itstNm": "BH26",
    "la": 37.509275,
    "lo": 126.635146
  },
  {
    "itstId": "8437",
    "nodeId": "1680184501",
    "itstNm": "GD244",
    "la": 37.580251,
    "lo": 126.703858
  },
  {
    "itstId": "8439",
    "nodeId": "1680152800",
    "itstNm": "북항BH100",
    "la": 37.508384,
    "lo": 126.635191
  },
  {
    "itstId": "8443",
    "nodeId": "1680165500",
    "itstNm": "경서놀이터3",
    "la": 37.556135,
    "lo": 126.667368
  },
  {
    "itstId": "8444",
    "itstNm": "경서공원주차장",
    "la": 37.556007,
    "lo": 126.670225
  },
  {
    "itstId": "8445",
    "nodeId": "1680179101",
    "itstNm": "BH02",
    "la": 37.505548,
    "lo": 126.607594
  },
  {
    "itstId": "8446",
    "nodeId": "1680179301",
    "itstNm": "BH03",
    "la": 37.505534,
    "lo": 126.610792
  },
  {
    "itstId": "8447",
    "itstNm": "장형기업3거리",
    "la": 37.58359,
    "lo": 126.602708
  },
  {
    "itstId": "8448",
    "itstNm": "이경화학3거리",
    "la": 37.581825,
    "lo": 126.598351
  },
  {
    "itstId": "8449",
    "itstNm": "거첨유진레미콘",
    "la": 37.567044,
    "lo": 126.592844
  },
  {
    "itstId": "8450",
    "nodeId": "1680014900",
    "itstNm": "인재개발원",
    "la": 37.541976,
    "lo": 126.680601
  },
  {
    "itstId": "8451",
    "nodeId": "1680020400",
    "itstNm": "단봉초4거리",
    "la": 37.59772,
    "lo": 126.639476
  },
  {
    "itstId": "8452",
    "itstNm": "거첨도3거리",
    "la": 37.567158,
    "lo": 126.591182
  },
  {
    "itstId": "8453",
    "nodeId": "1680021700",
    "itstNm": "한미반도체앞4거리",
    "la": 37.475712,
    "lo": 126.678894
  },
  {
    "itstId": "8454",
    "itstNm": "가정역(GES18)",
    "la": 37.52473,
    "lo": 126.67477
  },
  {
    "itstId": "8455",
    "nodeId": "1680097600",
    "itstNm": "루원4거리(GES19)",
    "la": 37.524666,
    "lo": 126.676181
  },
  {
    "itstId": "8456",
    "itstNm": "봉수초3거리",
    "la": 37.524545,
    "lo": 126.679487
  },
  {
    "itstId": "8457",
    "nodeId": "1680098300",
    "itstNm": "가정하나입구(GES21)",
    "la": 37.524537,
    "lo": 126.685218
  },
  {
    "itstId": "8458",
    "nodeId": "1680098200",
    "itstNm": "가정까치공원",
    "la": 37.523868,
    "lo": 126.685038
  },
  {
    "itstId": "8459",
    "itstNm": "검암역사(보)",
    "la": 37.568411,
    "lo": 126.673666
  },
  {
    "itstId": "8460",
    "itstNm": "아시아주경기장",
    "la": 37.549405,
    "lo": 126.663802
  },
  {
    "itstId": "8461",
    "itstNm": "안암호입구3거리",
    "la": 37.579682,
    "lo": 126.581831
  },
  {
    "itstId": "8462",
    "itstNm": "뱃길로입구3거리",
    "la": 37.567094,
    "lo": 126.611565
  },
  {
    "itstId": "8463",
    "nodeId": "1680090800",
    "itstNm": "AIT05(경인물류단지15)",
    "la": 37.56567,
    "lo": 126.611556
  },
  {
    "itstId": "8464",
    "nodeId": "1680091100",
    "itstNm": "AIT10(경인물류단지16)",
    "la": 37.56468,
    "lo": 126.611843
  },
  {
    "itstId": "8465",
    "itstNm": "갑문로입구3",
    "la": 37.566959,
    "lo": 126.605879
  },
  {
    "itstId": "8466",
    "nodeId": "1680089900",
    "itstNm": "AIT03(경인물류단지18)",
    "la": 37.5653,
    "lo": 126.605807
  },
  {
    "itstId": "8467",
    "nodeId": "1680089800",
    "itstNm": "AIT08(경인물류단지19)",
    "la": 37.563171,
    "lo": 126.605968
  },
  {
    "itstId": "8468",
    "itstNm": "금산입구",
    "la": 37.560158,
    "lo": 126.637122
  },
  {
    "itstId": "8469",
    "itstNm": "야생화단지 입구",
    "la": 37.572712,
    "lo": 126.657765
  },
  {
    "itstId": "8470",
    "itstNm": "드림 GC남측3",
    "la": 37.572698,
    "lo": 126.64315
  },
  {
    "itstId": "8471",
    "itstNm": "매립지남문4",
    "la": 37.567336,
    "lo": 126.62115
  },
  {
    "itstId": "8472",
    "itstNm": "경서적환장입구",
    "la": 37.562786,
    "lo": 126.636062
  },
  {
    "itstId": "8473",
    "nodeId": "1680025209",
    "itstNm": "검암농협",
    "la": 37.564929,
    "lo": 126.673468
  },
  {
    "itstId": "8474",
    "itstNm": "검단원당로임시교차로",
    "la": 37.593833,
    "lo": 126.679882
  },
  {
    "itstId": "8475",
    "itstNm": "HP019",
    "la": 37.520597,
    "lo": 126.649142
  },
  {
    "itstId": "8476",
    "itstNm": "서구강남시장입구",
    "la": 37.513458,
    "lo": 126.671923
  },
  {
    "itstId": "8477",
    "itstNm": "왕길초교정문앞",
    "la": 37.602424,
    "lo": 126.650462
  },
  {
    "itstId": "8478",
    "nodeId": "1680030300",
    "itstNm": "창신초교북",
    "la": 37.5993,
    "lo": 126.699016
  },
  {
    "itstId": "8479",
    "itstNm": "큰짝산앞",
    "la": 37.612558,
    "lo": 126.661395
  },
  {
    "itstId": "8480",
    "itstNm": "서인고앞",
    "la": 37.559838,
    "lo": 126.677492
  },
  {
    "itstId": "8481",
    "itstNm": "검바위역",
    "la": 37.561988,
    "lo": 126.677591
  },
  {
    "itstId": "8482",
    "nodeId": "1680092302",
    "itstNm": "북항BH075",
    "la": 37.501892,
    "lo": 126.620925
  },
  {
    "itstId": "8483",
    "itstNm": "북항BH103",
    "la": 37.5019,
    "lo": 126.619407
  },
  {
    "itstId": "8484",
    "itstNm": "북항BH104",
    "la": 37.501914,
    "lo": 126.618015
  },
  {
    "itstId": "8485",
    "itstNm": "심곡초정문",
    "la": 37.54276,
    "lo": 126.681544
  },
  {
    "itstId": "8486",
    "nodeId": "1680008001",
    "itstNm": "원적새마을금고앞",
    "la": 37.495378,
    "lo": 126.682703
  },
  {
    "itstId": "8487",
    "itstNm": "건지두레박앞",
    "la": 37.497089,
    "lo": 126.682298
  },
  {
    "itstId": "8488",
    "itstNm": "봉수해표앞",
    "la": 37.48716,
    "lo": 126.660793
  },
  {
    "itstId": "8490",
    "itstNm": "농심앞",
    "la": 37.509275,
    "lo": 126.632325
  },
  {
    "itstId": "8491",
    "itstNm": "성웅산호빌라앞",
    "la": 37.491651,
    "lo": 126.671402
  },
  {
    "itstId": "8492",
    "nodeId": "1680102401",
    "itstNm": "현우산업4",
    "la": 37.600004,
    "lo": 126.614233
  },
  {
    "itstId": "8493",
    "itstNm": "드림파크 캠핑장",
    "la": 37.571067,
    "lo": 126.659257
  },
  {
    "itstId": "8494",
    "itstNm": "CT03",
    "la": 37.514612,
    "lo": 126.613577
  },
  {
    "itstId": "8495",
    "itstNm": "버튼코리아",
    "la": 37.534832,
    "lo": 126.669578
  },
  {
    "itstId": "8496",
    "itstNm": "신현초교4거리",
    "la": 37.513494,
    "lo": 126.670791
  },
  {
    "itstId": "8497",
    "itstNm": "심곡공원앞",
    "la": 37.543657,
    "lo": 126.680511
  },
  {
    "itstId": "8498",
    "itstNm": "신현북초교동측",
    "la": 37.517812,
    "lo": 126.666901
  },
  {
    "itstId": "8499",
    "itstNm": "서곶초동측4거리",
    "la": 37.547211,
    "lo": 126.672659
  },
  {
    "itstId": "8500",
    "nodeId": "1680150100",
    "itstNm": "백석초교후문4",
    "la": 37.590246,
    "lo": 126.672381
  },
  {
    "itstId": "8501",
    "itstNm": "마전초교앞",
    "la": 37.597193,
    "lo": 126.671492
  },
  {
    "itstId": "8502",
    "nodeId": "1680142600",
    "itstNm": "원당초교정문",
    "la": 37.592801,
    "lo": 126.692081
  },
  {
    "itstId": "8503",
    "itstNm": "완정초교정문",
    "la": 37.598068,
    "lo": 126.664745
  },
  {
    "itstId": "8504",
    "itstNm": "검단푸드파크3",
    "la": 37.608495,
    "lo": 126.632451
  },
  {
    "itstId": "8505",
    "itstNm": "북배01",
    "la": 37.515232,
    "lo": 126.610415
  },
  {
    "itstId": "8506",
    "itstNm": "북배02",
    "la": 37.515667,
    "lo": 126.608313
  },
  {
    "itstId": "8507",
    "itstNm": "북배03",
    "la": 37.516066,
    "lo": 126.606229
  },
  {
    "itstId": "8508",
    "itstNm": "북배04",
    "la": 37.516479,
    "lo": 126.60419
  },
  {
    "itstId": "8509",
    "itstNm": "북배06",
    "la": 37.514477,
    "lo": 126.603848
  },
  {
    "itstId": "8510",
    "itstNm": "북배08",
    "la": 37.514185,
    "lo": 126.605483
  },
  {
    "itstId": "8511",
    "itstNm": "북배09",
    "la": 37.513729,
    "lo": 126.607567
  },
  {
    "itstId": "8512",
    "itstNm": "북배10",
    "la": 37.513237,
    "lo": 126.609247
  },
  {
    "itstId": "8513",
    "itstNm": "북배11",
    "la": 37.51395,
    "lo": 126.610828
  },
  {
    "itstId": "8514",
    "itstNm": "북항한국기계",
    "la": 37.509304,
    "lo": 126.630466
  },
  {
    "itstId": "8515",
    "nodeId": "1680009902",
    "itstNm": "석남서초교4",
    "la": 37.49922,
    "lo": 126.669938
  },
  {
    "itstId": "8517",
    "itstNm": "GD139",
    "la": 37.594965,
    "lo": 126.715015
  },
  {
    "itstId": "8518",
    "itstNm": "GD177",
    "la": 37.590175,
    "lo": 126.706274
  },
  {
    "itstId": "8519",
    "itstNm": "GD189",
    "la": 37.588566,
    "lo": 126.706211
  },
  {
    "itstId": "8520",
    "itstNm": "GD123",
    "la": 37.597065,
    "lo": 126.711233
  },
  {
    "itstId": "8521",
    "itstNm": "GD132",
    "la": 37.594175,
    "lo": 126.712095
  },
  {
    "itstId": "8522",
    "itstNm": "서구연세병원",
    "la": 37.550466,
    "lo": 126.673836
  },
  {
    "itstId": "8523",
    "nodeId": "1680089400",
    "itstNm": "오류버스차고지4",
    "la": 37.585712,
    "lo": 126.602438
  },
  {
    "itstId": "8524",
    "itstNm": "가정1교차로",
    "la": 37.5225,
    "lo": 126.671258
  },
  {
    "itstId": "8525",
    "itstNm": "가정2교차로",
    "la": 37.523796,
    "lo": 126.673315
  },
  {
    "itstId": "8526",
    "itstNm": "이음역4거리(GD103)",
    "la": 37.600332,
    "lo": 126.708897
  },
  {
    "itstId": "8527",
    "itstNm": "서로3로4거리(GD104)",
    "la": 37.599727,
    "lo": 126.7079
  },
  {
    "itstId": "8528",
    "itstNm": "GD120",
    "la": 37.596609,
    "lo": 126.707703
  },
  {
    "itstId": "8529",
    "itstNm": "GD121",
    "la": 37.595328,
    "lo": 126.707828
  },
  {
    "itstId": "8530",
    "nodeId": "1680188001",
    "itstNm": "이음6로4거리(GD124)",
    "la": 37.597364,
    "lo": 126.712365
  },
  {
    "itstId": "8531",
    "nodeId": "1680188601",
    "itstNm": "GD125",
    "la": 37.598431,
    "lo": 126.714144
  },
  {
    "itstId": "8532",
    "itstNm": "GD126",
    "la": 37.597812,
    "lo": 126.714701
  },
  {
    "itstId": "8533",
    "itstNm": "GD129",
    "la": 37.594068,
    "lo": 126.707775
  },
  {
    "itstId": "8534",
    "itstNm": "GD130",
    "la": 37.593285,
    "lo": 126.707739
  },
  {
    "itstId": "8535",
    "nodeId": "1680187601",
    "itstNm": "이음5로4거리(GD137)",
    "la": 37.594282,
    "lo": 126.713146
  },
  {
    "itstId": "8536",
    "nodeId": "1680188501",
    "itstNm": "GD140",
    "la": 37.595656,
    "lo": 126.71638
  },
  {
    "itstId": "8537",
    "nodeId": "1680188301",
    "itstNm": "GD147",
    "la": 37.594666,
    "lo": 126.717261
  },
  {
    "itstId": "8538",
    "itstNm": "원당육교(GD149)",
    "la": 37.59204,
    "lo": 126.704666
  },
  {
    "itstId": "8539",
    "itstNm": "GD155",
    "la": 37.591897,
    "lo": 126.710173
  },
  {
    "itstId": "8540",
    "nodeId": "1680185701",
    "itstNm": "GD178",
    "la": 37.590125,
    "lo": 126.707496
  },
  {
    "itstId": "8541",
    "nodeId": "1680185401",
    "itstNm": "GD190",
    "la": 37.588822,
    "lo": 126.707379
  },
  {
    "itstId": "8542",
    "nodeId": "1680185801",
    "itstNm": "검단검찰청4(GD195)",
    "la": 37.588787,
    "lo": 126.709284
  },
  {
    "itstId": "8543",
    "itstNm": "검단법원앞(GD199)",
    "la": 37.589,
    "lo": 126.711089
  },
  {
    "itstId": "8544",
    "nodeId": "1680187001",
    "itstNm": "GD201",
    "la": 37.589221,
    "lo": 126.713668
  },
  {
    "itstId": "8545",
    "nodeId": "1680157100",
    "itstNm": "석남서초북",
    "la": 37.500916,
    "lo": 126.670045
  },
  {
    "itstId": "8546",
    "nodeId": "1680136400",
    "itstNm": "능내초교3거리",
    "la": 37.603022,
    "lo": 126.665051
  },
  {
    "itstId": "8547",
    "nodeId": "1680140500",
    "itstNm": "불로초교3거리",
    "la": 37.614394,
    "lo": 126.688254
  },
  {
    "itstId": "8548",
    "nodeId": "1680026600",
    "itstNm": "승검4거리",
    "la": 37.567792,
    "lo": 126.683637
  },
  {
    "itstId": "8549",
    "nodeId": "1680004805",
    "itstNm": "당하초교3거리",
    "la": 37.589292,
    "lo": 126.677483
  },
  {
    "itstId": "8550",
    "itstNm": "당하이디아3",
    "la": 37.592374,
    "lo": 126.676064
  },
  {
    "itstId": "8551",
    "itstNm": "가좌초교3거리",
    "la": 37.490831,
    "lo": 126.684499
  },
  {
    "itstId": "8552",
    "itstNm": "발산초교정문앞",
    "la": 37.590645,
    "lo": 126.699151
  },
  {
    "itstId": "8553",
    "nodeId": "1680175600",
    "itstNm": "가원초교정문",
    "la": 37.529389,
    "lo": 126.664566
  },
  {
    "itstId": "8554",
    "itstNm": "더펠리체N4(GD198)",
    "la": 37.585491,
    "lo": 126.71055
  },
  {
    "itstId": "8555",
    "itstNm": "더펠리체S4(GD237)",
    "la": 37.582323,
    "lo": 126.708888
  },
  {
    "itstId": "8556",
    "itstNm": "마전양우A4거리",
    "la": 37.610416,
    "lo": 126.670602
  },
  {
    "itstId": "8557",
    "itstNm": "고산터널서측3",
    "la": 37.602844,
    "lo": 126.698513
  },
  {
    "itstId": "8558",
    "nodeId": "1680191201",
    "itstNm": "GD216",
    "la": 37.584081,
    "lo": 126.714413
  },
  {
    "itstId": "8559",
    "itstNm": "GD101",
    "la": 37.602773,
    "lo": 126.712608
  },
  {
    "itstId": "8560",
    "itstNm": "GD196",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8561",
    "itstNm": "GD239",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8562",
    "itstNm": "GD240",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8563",
    "itstNm": "이음중앞(GD118)",
    "la": 37.600168,
    "lo": 126.712293
  },
  {
    "itstId": "8564",
    "itstNm": "이음초앞(GD119)",
    "la": 37.599463,
    "lo": 126.713021
  },
  {
    "itstId": "8565",
    "itstNm": "GD241",
    "la": 37.580842,
    "lo": 126.714449
  },
  {
    "itstId": "8566",
    "itstNm": "GD163",
    "la": 37.59278,
    "lo": 126.718447
  },
  {
    "itstId": "8567",
    "itstNm": "GD102",
    "la": 37.601606,
    "lo": 126.710856
  },
  {
    "itstId": "8568",
    "itstNm": "GD110",
    "la": 37.602168,
    "lo": 126.713209
  },
  {
    "itstId": "8569",
    "itstNm": "GD116",
    "la": 37.6012,
    "lo": 126.714144
  },
  {
    "itstId": "8570",
    "nodeId": "1680185301",
    "itstNm": "GD197",
    "la": 37.585875,
    "lo": 126.708987
  },
  {
    "itstId": "8571",
    "nodeId": "1680185501",
    "itstNm": "GD203",
    "la": 37.584836,
    "lo": 126.712392
  },
  {
    "itstId": "8572",
    "itstNm": "GD222",
    "la": 37.588288,
    "lo": 126.718626
  },
  {
    "itstId": "8573",
    "itstNm": "GD223",
    "la": 37.585783,
    "lo": 126.717252
  },
  {
    "itstId": "8574",
    "nodeId": "1680191901",
    "itstNm": "GD226",
    "la": 37.583348,
    "lo": 126.717207
  },
  {
    "itstId": "8575",
    "itstNm": "GD229",
    "la": 37.591186,
    "lo": 126.722354
  },
  {
    "itstId": "8576",
    "nodeId": "2320159300",
    "itstNm": "GD230",
    "la": 37.59283,
    "lo": 126.724564
  },
  {
    "itstId": "8577",
    "itstNm": "GD231",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8578",
    "nodeId": "1680196601",
    "itstNm": "GD232",
    "la": 37.583825,
    "lo": 126.701927
  },
  {
    "itstId": "8579",
    "nodeId": "1680184701",
    "itstNm": "GD234",
    "la": 37.583142,
    "lo": 126.705798
  },
  {
    "itstId": "8580",
    "nodeId": "1680184801",
    "itstNm": "GD238",
    "la": 37.581775,
    "lo": 126.710236
  },
  {
    "itstId": "8581",
    "itstNm": "GD242",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8582",
    "itstNm": "GD244",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8583",
    "itstNm": "GD245",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8584",
    "nodeId": "1680192501",
    "itstNm": "GD249",
    "la": 37.589641,
    "lo": 126.718824
  },
  {
    "itstId": "8585",
    "itstNm": "마전우회1교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8588",
    "itstNm": "GD241",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8592",
    "itstNm": "GD246",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "8593",
    "itstNm": "아라중앞(GD187)",
    "la": 37.585776,
    "lo": 126.702798
  },
  {
    "itstId": "8594",
    "nodeId": "1680185001",
    "itstNm": "해든초4거리(GD192)",
    "la": 37.586067,
    "lo": 126.70702
  },
  {
    "itstId": "8595",
    "itstNm": "GD193",
    "la": 37.585,
    "lo": 126.706589
  },
  {
    "itstId": "9001",
    "itstNm": "갑곶초소",
    "la": 37.737674,
    "lo": 126.512804
  },
  {
    "itstId": "9002",
    "itstNm": "강화현대입구",
    "la": 37.73913,
    "lo": 126.508376
  },
  {
    "itstId": "9003",
    "nodeId": "1690002103",
    "itstNm": "한국농촌공사",
    "la": 37.739919,
    "lo": 126.505645
  },
  {
    "itstId": "9004",
    "itstNm": "강화유성입구",
    "la": 37.740608,
    "lo": 126.50206
  },
  {
    "itstId": "9005",
    "itstNm": "강화병원입구",
    "la": 37.741546,
    "lo": 126.495188
  },
  {
    "itstId": "9006",
    "nodeId": "1690002401",
    "itstNm": "알미골4거리",
    "la": 37.742526,
    "lo": 126.492206
  },
  {
    "itstId": "9007",
    "nodeId": "1690002600",
    "itstNm": "강화우체국4거리",
    "la": 37.745062,
    "lo": 126.487921
  },
  {
    "itstId": "9008",
    "nodeId": "1690002800",
    "itstNm": "강화우리은행삼거리",
    "la": 37.74693,
    "lo": 126.485109
  },
  {
    "itstId": "9009",
    "itstNm": "강화읍사무소",
    "la": 37.747583,
    "lo": 126.482818
  },
  {
    "itstId": "9010",
    "nodeId": "1690003004",
    "itstNm": "신문사거리",
    "la": 37.747924,
    "lo": 126.480339
  },
  {
    "itstId": "9011",
    "itstNm": "강화터미널",
    "la": 37.740444,
    "lo": 126.490346
  },
  {
    "itstId": "9012",
    "itstNm": "강화보건소3거리",
    "la": 37.738349,
    "lo": 126.488478
  },
  {
    "itstId": "9013",
    "itstNm": "강화세광2차입구",
    "la": 37.724068,
    "lo": 126.481426
  },
  {
    "itstId": "9014",
    "nodeId": "1690001500",
    "itstNm": "충렬사입구3",
    "la": 37.72161,
    "lo": 126.478542
  },
  {
    "itstId": "9015",
    "itstNm": "강화금고",
    "la": 37.746049,
    "lo": 126.486582
  },
  {
    "itstId": "9016",
    "itstNm": "한전강화지점",
    "la": 37.740885,
    "lo": 126.498494
  },
  {
    "itstId": "9017",
    "nodeId": "1690002900",
    "itstNm": "고려궁지입구사거리",
    "la": 37.74715,
    "lo": 126.484382
  },
  {
    "itstId": "9018",
    "itstNm": "연무당입구",
    "la": 37.747939,
    "lo": 126.479189
  },
  {
    "itstId": "9019",
    "nodeId": "1690003000",
    "itstNm": "서문4거리",
    "la": 37.747896,
    "lo": 126.476467
  },
  {
    "itstId": "9020",
    "nodeId": "1690016800",
    "itstNm": "강화신촌삼거리",
    "la": 37.622805,
    "lo": 126.516415
  },
  {
    "itstId": "9021",
    "nodeId": "1690016700",
    "itstNm": "초지현사거리",
    "la": 37.623153,
    "lo": 126.509085
  },
  {
    "itstId": "9022",
    "nodeId": "1690000200",
    "itstNm": "초지교4거리",
    "la": 37.62728,
    "lo": 126.532091
  },
  {
    "itstId": "9023",
    "itstNm": "초지현삼거리",
    "la": 37.624085,
    "lo": 126.505474
  },
  {
    "itstId": "9024",
    "nodeId": "1690016500",
    "itstNm": "길상사거리",
    "la": 37.624434,
    "lo": 126.494874
  },
  {
    "itstId": "9025",
    "nodeId": "1690005700",
    "itstNm": "전등사동문사거리",
    "la": 37.634586,
    "lo": 126.492035
  },
  {
    "itstId": "9026",
    "itstNm": "전등사남문3거리",
    "la": 37.631406,
    "lo": 126.491236
  },
  {
    "itstId": "9027",
    "nodeId": "1690005100",
    "itstNm": "장흥삼거리",
    "la": 37.627515,
    "lo": 126.490176
  },
  {
    "itstId": "9028",
    "nodeId": "1690009502",
    "itstNm": "강화풍물시장4거리",
    "la": 37.741453,
    "lo": 126.491218
  },
  {
    "itstId": "9029",
    "itstNm": "국제농기계입구",
    "la": 37.731891,
    "lo": 126.489753
  },
  {
    "itstId": "9030",
    "itstNm": "강화경기장사거리",
    "la": 37.754423,
    "lo": 126.469973
  },
  {
    "itstId": "9031",
    "itstNm": "강화경기장앞삼거리",
    "la": 37.753507,
    "lo": 126.470269
  },
  {
    "itstId": "9032",
    "nodeId": "1690003005",
    "itstNm": "5연대진입3거리",
    "la": 37.751724,
    "lo": 126.471042
  },
  {
    "itstId": "9033",
    "nodeId": "1690003002",
    "itstNm": "강화중앙웨딩홀",
    "la": 37.747775,
    "lo": 126.481561
  },
  {
    "itstId": "9034",
    "itstNm": "남창교북측",
    "la": 37.735607,
    "lo": 126.488765
  },
  {
    "itstId": "9035",
    "itstNm": "남창교남측",
    "la": 37.734839,
    "lo": 126.489116
  },
  {
    "itstId": "9037",
    "nodeId": "1690018100",
    "itstNm": "외포리선착장3",
    "la": 37.700944,
    "lo": 126.38245
  },
  {
    "itstId": "9038",
    "itstNm": "장정리입구3거리",
    "la": 37.757342,
    "lo": 126.463873
  },
  {
    "itstId": "9039",
    "itstNm": "하점초교",
    "la": 37.75698,
    "lo": 126.460855
  },
  {
    "itstId": "9040",
    "itstNm": "고인돌광장입구",
    "la": 37.75796,
    "lo": 126.465759
  },
  {
    "itstId": "9041",
    "itstNm": "송해3",
    "la": 37.757158,
    "lo": 126.469263
  },
  {
    "itstId": "9042",
    "itstNm": "서문안주유소",
    "la": 37.705997,
    "lo": 126.44446
  },
  {
    "itstId": "9043",
    "itstNm": "대월초교(보)",
    "la": 37.756583,
    "lo": 126.498027
  },
  {
    "itstId": "9044",
    "nodeId": "1690021400",
    "itstNm": "합일초교",
    "la": 37.744685,
    "lo": 126.483384
  },
  {
    "itstId": "9045",
    "nodeId": "1690009501",
    "itstNm": "강화소방입구",
    "la": 37.740089,
    "lo": 126.488253
  },
  {
    "itstId": "9046",
    "nodeId": "1690001601",
    "itstNm": "창리3거리",
    "la": 37.729411,
    "lo": 126.489457
  },
  {
    "itstId": "9047",
    "nodeId": "1690001600",
    "itstNm": "대문고개입구4",
    "la": 37.726328,
    "lo": 126.485828
  },
  {
    "itstId": "9048",
    "itstNm": "강화세광1차",
    "la": 37.722981,
    "lo": 126.479926
  },
  {
    "itstId": "9049",
    "nodeId": "1690001400",
    "itstNm": "찬우물3거리",
    "la": 37.718824,
    "lo": 126.475246
  },
  {
    "itstId": "9050",
    "itstNm": "장수하늘소(보)",
    "la": 37.716657,
    "lo": 126.471554
  },
  {
    "itstId": "9051",
    "itstNm": "두부마을(보)",
    "la": 37.714881,
    "lo": 126.468913
  },
  {
    "itstId": "9052",
    "itstNm": "선원주유소(보)",
    "la": 37.714014,
    "lo": 126.464744
  },
  {
    "itstId": "9053",
    "itstNm": "삼성리입구(보)",
    "la": 37.712841,
    "lo": 126.461609
  },
  {
    "itstId": "9054",
    "itstNm": "삼성1리마을회관",
    "la": 37.712557,
    "lo": 126.459085
  },
  {
    "itstId": "9055",
    "itstNm": "돌성마을",
    "la": 37.712123,
    "lo": 126.455743
  },
  {
    "itstId": "9056",
    "itstNm": "삼성교회",
    "la": 37.711683,
    "lo": 126.453435
  },
  {
    "itstId": "9057",
    "itstNm": "일신가구공장",
    "la": 37.711278,
    "lo": 126.452572
  },
  {
    "itstId": "9058",
    "itstNm": "안양대3거리",
    "la": 37.708556,
    "lo": 126.449365
  },
  {
    "itstId": "9059",
    "nodeId": "1690008300",
    "itstNm": "강화기상관측소",
    "la": 37.707326,
    "lo": 126.447101
  },
  {
    "itstId": "9060",
    "itstNm": "삼성2리마을회관",
    "la": 37.704057,
    "lo": 126.441137
  },
  {
    "itstId": "9061",
    "itstNm": "서문안마을",
    "la": 37.703204,
    "lo": 126.43943
  },
  {
    "itstId": "9062",
    "itstNm": "농업기술센터",
    "la": 37.701512,
    "lo": 126.436447
  },
  {
    "itstId": "9063",
    "itstNm": "왕방촌입구",
    "la": 37.699601,
    "lo": 126.432252
  },
  {
    "itstId": "9064",
    "itstNm": "인산저수지",
    "la": 37.698854,
    "lo": 126.429351
  },
  {
    "itstId": "9065",
    "nodeId": "1690008000",
    "itstNm": "인산3거리",
    "la": 37.696139,
    "lo": 126.424257
  },
  {
    "itstId": "9066",
    "nodeId": "1690001001",
    "itstNm": "불은면사무소",
    "la": 37.685597,
    "lo": 126.479216
  },
  {
    "itstId": "9067",
    "itstNm": "찬우물약수터",
    "la": 37.72021,
    "lo": 126.476395
  },
  {
    "itstId": "9068",
    "nodeId": "1690005600",
    "itstNm": "화도초교3거리",
    "la": 37.633085,
    "lo": 126.418571
  },
  {
    "itstId": "9070",
    "nodeId": "1690000700",
    "itstNm": "길상주유소4거리",
    "la": 37.641963,
    "lo": 126.491793
  },
  {
    "itstId": "9071",
    "itstNm": "온수중앙교회",
    "la": 37.638719,
    "lo": 126.493104
  },
  {
    "itstId": "9072",
    "nodeId": "1690018200",
    "itstNm": "후포3거리",
    "la": 37.638079,
    "lo": 126.397991
  },
  {
    "itstId": "9073",
    "itstNm": "내리입구3거리",
    "la": 37.644993,
    "lo": 126.405168
  },
  {
    "itstId": "9074",
    "itstNm": "하일리입구",
    "la": 37.664423,
    "lo": 126.408761
  },
  {
    "itstId": "9075",
    "nodeId": "1690018202",
    "itstNm": "양지입구3거리",
    "la": 37.681239,
    "lo": 126.3987
  },
  {
    "itstId": "9076",
    "itstNm": "경기주유소",
    "la": 37.725305,
    "lo": 126.483214
  },
  {
    "itstId": "9077",
    "itstNm": "냉정1마을회관",
    "la": 37.714632,
    "lo": 126.46743
  },
  {
    "itstId": "9078",
    "itstNm": "온수3거리",
    "la": 37.641871,
    "lo": 126.488702
  },
  {
    "itstId": "9079",
    "nodeId": "1690000800",
    "itstNm": "마그네4거리",
    "la": 37.654119,
    "lo": 126.492871
  },
  {
    "itstId": "9080",
    "itstNm": "강화미래지향입구",
    "la": 37.741681,
    "lo": 126.488271
  },
  {
    "itstId": "9081",
    "itstNm": "진고개입구",
    "la": 37.749196,
    "lo": 126.475282
  },
  {
    "itstId": "9082",
    "itstNm": "강화정수장입구",
    "la": 37.750524,
    "lo": 126.474635
  },
  {
    "itstId": "9083",
    "nodeId": "1690016600",
    "itstNm": "전등사입구3거리",
    "la": 37.634643,
    "lo": 126.495269
  },
  {
    "itstId": "9084",
    "itstNm": "선원초3거리",
    "la": 37.713459,
    "lo": 126.480312
  },
  {
    "itstId": "9085",
    "itstNm": "하점면사무소",
    "la": 37.756973,
    "lo": 126.459462
  },
  {
    "itstId": "9086",
    "itstNm": "GIC01",
    "la": 37.761128,
    "lo": 126.502581
  },
  {
    "itstId": "9087",
    "itstNm": "GIC02",
    "la": 37.760212,
    "lo": 126.502563
  },
  {
    "itstId": "9088",
    "itstNm": "GIC03",
    "la": 37.759019,
    "lo": 126.502536
  },
  {
    "itstId": "9089",
    "itstNm": "GIC06",
    "la": 37.761099,
    "lo": 126.504665
  },
  {
    "itstId": "9090",
    "itstNm": "GIC08",
    "la": 37.761107,
    "lo": 126.506552
  },
  {
    "itstId": "9091",
    "itstNm": "GIC09",
    "la": 37.760098,
    "lo": 126.506543
  },
  {
    "itstId": "9092",
    "itstNm": "GIC10",
    "la": 37.759054,
    "lo": 126.506534
  },
  {
    "itstId": "9093",
    "itstNm": "GIC11",
    "la": 37.761064,
    "lo": 126.50887
  },
  {
    "itstId": "9094",
    "itstNm": "GIC14",
    "la": 37.761114,
    "lo": 126.510612
  },
  {
    "itstId": "9095",
    "itstNm": "GIC15",
    "la": 37.760077,
    "lo": 126.510666
  },
  {
    "itstId": "9096",
    "itstNm": "GIC16",
    "la": 37.75904,
    "lo": 126.510747
  },
  {
    "itstId": "9097",
    "nodeId": "1690002902",
    "itstNm": "용흥공원4",
    "la": 37.749189,
    "lo": 126.4851
  },
  {
    "itstId": "9098",
    "itstNm": "보문사입구3거리",
    "la": 37.685398,
    "lo": 126.319478
  },
  {
    "itstId": "9100",
    "itstNm": "남산입구",
    "la": 37.732502,
    "lo": 126.478947
  },
  {
    "itstId": "9101",
    "itstNm": "강화의료센터",
    "la": 37.736857,
    "lo": 126.485531
  },
  {
    "itstId": "9102",
    "itstNm": "삼산초정문",
    "la": 37.70395,
    "lo": 126.322173
  },
  {
    "itstId": "9103",
    "itstNm": "능미고개",
    "la": 37.697212,
    "lo": 126.416074
  },
  {
    "itstId": "9104",
    "nodeId": "1690020700",
    "itstNm": "강화인삼센터앞",
    "la": 37.738271,
    "lo": 126.516047
  },
  {
    "itstId": "9105",
    "itstNm": "옥림3거리",
    "la": 37.754438,
    "lo": 126.503668
  },
  {
    "itstId": "9106",
    "itstNm": "부근4거리",
    "la": 37.757129,
    "lo": 126.467718
  },
  {
    "itstId": "9107",
    "itstNm": "강화역사박물관앞",
    "la": 37.757051,
    "lo": 126.465759
  },
  {
    "itstId": "9108",
    "itstNm": "이강4거리",
    "la": 37.759459,
    "lo": 126.454216
  },
  {
    "itstId": "9109",
    "itstNm": "하점4거리",
    "la": 37.756994,
    "lo": 126.462211
  },
  {
    "itstId": "9110",
    "itstNm": "강화여중앞",
    "la": 37.744408,
    "lo": 126.493724
  },
  {
    "itstId": "9111",
    "itstNm": "누촌부락",
    "la": 37.701655,
    "lo": 126.401701
  },
  {
    "itstId": "9112",
    "itstNm": "창2리마을회관",
    "la": 37.727699,
    "lo": 126.487705
  },
  {
    "itstId": "9113",
    "nodeId": "1690002400",
    "itstNm": "노상주차장입구",
    "la": 37.743868,
    "lo": 126.489511
  },
  {
    "itstId": "9114",
    "itstNm": "선수항입구3",
    "la": 37.637894,
    "lo": 126.385702
  },
  {
    "itstId": "9115",
    "itstNm": "호곡경로당",
    "la": 37.696374,
    "lo": 126.422721
  },
  {
    "itstId": "9116",
    "itstNm": "화개정원4거리",
    "la": 37.757989,
    "lo": 126.402949
  },
  {
    "itstId": "9117",
    "itstNm": "갑룡초교4거리",
    "la": 37.743655,
    "lo": 126.502366
  },
  {
    "itstId": "9118",
    "nodeId": "1690006000",
    "itstNm": "길상우체국3거리",
    "la": 37.639367,
    "lo": 126.491532
  },
  {
    "itstId": "9119",
    "itstNm": "교동초교3거리",
    "la": 37.755539,
    "lo": 126.405563
  },
  {
    "itstId": "9120",
    "itstNm": "송해초교3거리",
    "la": 37.759182,
    "lo": 126.469272
  },
  {
    "itstId": "9121",
    "itstNm": "양사초교앞",
    "la": 37.759452,
    "lo": 126.455986
  },
  {
    "itstId": "9122",
    "itstNm": "해명초교앞",
    "la": 37.667936,
    "lo": 126.36142
  },
  {
    "itstId": "9123",
    "itstNm": "강화초교앞",
    "la": 37.750098,
    "lo": 126.485271
  },
  {
    "itstId": "9124",
    "itstNm": "강화노인센터3",
    "la": 37.641558,
    "lo": 126.487571
  },
  {
    "itstId": "9201",
    "itstNm": "영흥진두3거리",
    "la": 37.363087,
    "lo": 126.730834
  },
  {
    "itstId": "9202",
    "itstNm": "선재초소3거리",
    "la": 37.364993,
    "lo": 126.732209
  },
  {
    "itstId": "9203",
    "itstNm": "영흥성인공업사3",
    "la": 37.365207,
    "lo": 126.735676
  },
  {
    "itstId": "9204",
    "itstNm": "선제주유소",
    "la": 37.365278,
    "lo": 126.739108
  },
  {
    "itstId": "9205",
    "itstNm": "영흥화력발전소3",
    "la": 37.36545,
    "lo": 126.742171
  },
  {
    "itstId": "9206",
    "itstNm": "영흥3거리",
    "la": 37.365371,
    "lo": 126.745162
  },
  {
    "itstId": "9207",
    "itstNm": "영흥초등학교앞",
    "la": 37.365464,
    "lo": 126.748244
  },
  {
    "itstId": "9208",
    "itstNm": "내가초교앞",
    "la": 37.720288,
    "lo": 126.390319
  },
  {
    "itstId": "9209",
    "itstNm": "양도초교앞",
    "la": 37.688462,
    "lo": 126.418939
  },
  {
    "itstId": "9210",
    "itstNm": "불은초교앞",
    "la": 37.681666,
    "lo": 126.487023
  },
  {
    "itstId": "9211",
    "itstNm": "조산초교앞",
    "la": 37.652447,
    "lo": 126.436492
  },
  {
    "itstId": "9212",
    "itstNm": "선두리GC3거리",
    "la": 37.603798,
    "lo": 126.515562
  },
  {
    "itstId": "9213",
    "itstNm": "강남고앞",
    "la": 37.642105,
    "lo": 126.48051
  },
  {
    "itstId": "9994",
    "itstNm": "등록되지 않은 교차로",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "9997",
    "itstNm": "test3",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "9998",
    "itstNm": "TEST2",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "9999",
    "itstNm": "TEST_8114.서인천나들목",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "11000",
    "nodeId": "1610071400",
    "itstNm": "J03",
    "la": 37.527116,
    "lo": 126.503444
  },
  {
    "itstId": "11001",
    "nodeId": "1610070800",
    "itstNm": "J08",
    "la": 37.529695,
    "lo": 126.502959
  },
  {
    "itstId": "11002",
    "itstNm": "J09",
    "la": 37.52448,
    "lo": 126.50445
  },
  {
    "itstId": "11003",
    "itstNm": "J10",
    "la": 37.529361,
    "lo": 126.508546
  },
  {
    "itstId": "11004",
    "itstNm": "J11",
    "la": 37.530358,
    "lo": 126.508043
  },
  {
    "itstId": "11005",
    "itstNm": "J12",
    "la": 37.530059,
    "lo": 126.506956
  },
  {
    "itstId": "11006",
    "nodeId": "1610072700",
    "itstNm": "J13",
    "la": 37.529546,
    "lo": 126.505914
  },
  {
    "itstId": "11007",
    "nodeId": "1610062300",
    "itstNm": "J14",
    "la": 37.526646,
    "lo": 126.514897
  },
  {
    "itstId": "11008",
    "nodeId": "1610061800",
    "itstNm": "J15",
    "la": 37.525556,
    "lo": 126.514017
  },
  {
    "itstId": "11009",
    "nodeId": "1610063000",
    "itstNm": "J17",
    "la": 37.524473,
    "lo": 126.516793
  },
  {
    "itstId": "11010",
    "nodeId": "1610063200",
    "itstNm": "J18",
    "la": 37.527807,
    "lo": 126.517484
  },
  {
    "itstId": "11011",
    "nodeId": "1610063400",
    "itstNm": "J19",
    "la": 37.528591,
    "lo": 126.518706
  },
  {
    "itstId": "11012",
    "itstNm": "J21",
    "la": 37.528185,
    "lo": 126.52106
  },
  {
    "itstId": "11013",
    "nodeId": "1610064300",
    "itstNm": "J22",
    "la": 37.526333,
    "lo": 126.522713
  },
  {
    "itstId": "11014",
    "nodeId": "1610063900",
    "itstNm": "J23",
    "la": 37.525592,
    "lo": 126.521464
  },
  {
    "itstId": "11015",
    "nodeId": "1610063700",
    "itstNm": "J24",
    "la": 37.524879,
    "lo": 126.520251
  },
  {
    "itstId": "11016",
    "nodeId": "1610064700",
    "itstNm": "J25",
    "la": 37.52458,
    "lo": 126.524348
  },
  {
    "itstId": "11017",
    "nodeId": "1610064400",
    "itstNm": "J26",
    "la": 37.524751,
    "lo": 126.523153
  },
  {
    "itstId": "11018",
    "nodeId": "1610064200",
    "itstNm": "J27",
    "la": 37.523682,
    "lo": 126.522758
  },
  {
    "itstId": "11019",
    "nodeId": "1610065200",
    "itstNm": "J28",
    "la": 37.523583,
    "lo": 126.527806
  },
  {
    "itstId": "11020",
    "itstNm": "J29",
    "la": 37.52307,
    "lo": 126.529441
  },
  {
    "itstId": "11021",
    "itstNm": "J30",
    "la": 37.519999,
    "lo": 126.530456
  },
  {
    "itstId": "11022",
    "nodeId": "1610065700",
    "itstNm": "J31",
    "la": 37.516501,
    "lo": 126.532513
  },
  {
    "itstId": "11023",
    "itstNm": "J32",
    "la": 37.517683,
    "lo": 126.53431
  },
  {
    "itstId": "11024",
    "itstNm": "J33",
    "la": 37.518816,
    "lo": 126.536035
  },
  {
    "itstId": "11025",
    "itstNm": "J34",
    "la": 37.519778,
    "lo": 126.537346
  },
  {
    "itstId": "11305",
    "nodeId": "1610050800",
    "itstNm": "YH038",
    "la": 37.494751,
    "lo": 126.555896
  },
  {
    "itstId": "11306",
    "nodeId": "1610052300",
    "itstNm": "YH047",
    "la": 37.49133,
    "lo": 126.561098
  },
  {
    "itstId": "11307",
    "nodeId": "1610053900",
    "itstNm": "YH079",
    "la": 37.488358,
    "lo": 126.565517
  },
  {
    "itstId": "11308",
    "nodeId": "1610054600",
    "itstNm": "YH089",
    "la": 37.487089,
    "lo": 126.56744
  },
  {
    "itstId": "11309",
    "nodeId": "1610055200",
    "itstNm": "YH123",
    "la": 37.498243,
    "lo": 126.568886
  },
  {
    "itstId": "11310",
    "nodeId": "1610055900",
    "itstNm": "YH135",
    "la": 37.499633,
    "lo": 126.573387
  },
  {
    "itstId": "11311",
    "nodeId": "1610055700",
    "itstNm": "YH133",
    "la": 37.49463,
    "lo": 126.572075
  },
  {
    "itstId": "11312",
    "nodeId": "1610056400",
    "itstNm": "YH149",
    "la": 37.492278,
    "lo": 126.576378
  },
  {
    "itstId": "11313",
    "nodeId": "1610051900",
    "itstNm": "하늘초교4(YH097)",
    "la": 37.497966,
    "lo": 126.55922
  },
  {
    "itstId": "11314",
    "nodeId": "1610056900",
    "itstNm": "YH160",
    "la": 37.491979,
    "lo": 126.578759
  },
  {
    "itstId": "11315",
    "nodeId": "1610056000",
    "itstNm": "YH138",
    "la": 37.49329,
    "lo": 126.573988
  },
  {
    "itstId": "11316",
    "nodeId": "1610055400",
    "itstNm": "YH128",
    "la": 37.495464,
    "lo": 126.570773
  },
  {
    "itstId": "11317",
    "itstNm": "YH134",
    "la": 37.496768,
    "lo": 126.573881
  },
  {
    "itstId": "11318",
    "nodeId": "1610054900",
    "itstNm": "YH122",
    "la": 37.497588,
    "lo": 126.567601
  },
  {
    "itstId": "11319",
    "nodeId": "1610054000",
    "itstNm": "중산초4거리(YH120)",
    "la": 37.495606,
    "lo": 126.565589
  },
  {
    "itstId": "11320",
    "nodeId": "1610053800",
    "itstNm": "중산초정문(YH119)",
    "la": 37.495058,
    "lo": 126.564987
  },
  {
    "itstId": "11321",
    "nodeId": "1610053200",
    "itstNm": "YH101",
    "la": 37.496718,
    "lo": 126.562903
  },
  {
    "itstId": "11322",
    "nodeId": "1610052600",
    "itstNm": "YH100",
    "la": 37.496847,
    "lo": 126.561277
  },
  {
    "itstId": "11323",
    "nodeId": "1610053000",
    "itstNm": "영종한라정문(YH116)",
    "la": 37.492734,
    "lo": 126.562589
  },
  {
    "itstId": "11324",
    "itstNm": "YH132",
    "la": 37.491102,
    "lo": 126.568293
  },
  {
    "itstId": "11325",
    "nodeId": "1610051200",
    "itstNm": "YH040",
    "la": 37.493789,
    "lo": 126.557352
  },
  {
    "itstId": "11326",
    "nodeId": "1610055300",
    "itstNm": "YH096",
    "la": 37.485649,
    "lo": 126.569578
  },
  {
    "itstId": "11327",
    "nodeId": "1610055500",
    "itstNm": "YH125",
    "la": 37.499113,
    "lo": 126.571707
  },
  {
    "itstId": "11328",
    "nodeId": "1610051600",
    "itstNm": "YH043",
    "la": 37.492813,
    "lo": 126.558744
  },
  {
    "itstId": "11329",
    "nodeId": "1610052900",
    "itstNm": "YH053(한라비발디)",
    "la": 37.49046,
    "lo": 126.562373
  },
  {
    "itstId": "11330",
    "nodeId": "1610053400",
    "itstNm": "YH062",
    "la": 37.489869,
    "lo": 126.563218
  },
  {
    "itstId": "11331",
    "nodeId": "1610053600",
    "itstNm": "YH070",
    "la": 37.489391,
    "lo": 126.563945
  },
  {
    "itstId": "11332",
    "itstNm": "YH093",
    "la": 37.486447,
    "lo": 126.568302
  },
  {
    "itstId": "11333",
    "itstNm": "하늘초교후문(YH102)",
    "la": 37.498536,
    "lo": 126.557972
  },
  {
    "itstId": "11334",
    "itstNm": "영종2공공도서관(YH117)",
    "la": 37.493989,
    "lo": 126.56382
  },
  {
    "itstId": "11335",
    "nodeId": "1610056200",
    "itstNm": "YH713",
    "la": 37.500203,
    "lo": 126.575354
  },
  {
    "itstId": "11336",
    "nodeId": "1610048700",
    "itstNm": "YH565",
    "la": 37.481458,
    "lo": 126.541739
  },
  {
    "itstId": "11337",
    "nodeId": "1610049100",
    "itstNm": "YH003",
    "la": 37.48319,
    "lo": 126.546293
  },
  {
    "itstId": "11338",
    "nodeId": "1610049600",
    "itstNm": "하연4거리(YH033)",
    "la": 37.494423,
    "lo": 126.551324
  },
  {
    "itstId": "11339",
    "nodeId": "1610049700",
    "itstNm": "YH034",
    "la": 37.490646,
    "lo": 126.551576
  },
  {
    "itstId": "11340",
    "nodeId": "1610049300",
    "itstNm": "YH022",
    "la": 37.483596,
    "lo": 126.54977
  },
  {
    "itstId": "11341",
    "nodeId": "1610050000",
    "itstNm": "자연4거리(YH036)",
    "la": 37.492734,
    "lo": 126.553794
  },
  {
    "itstId": "11342",
    "nodeId": "1610050400",
    "itstNm": "YH029",
    "la": 37.483404,
    "lo": 126.554836
  },
  {
    "itstId": "11343",
    "nodeId": "1610051700",
    "itstNm": "하중4거리(YH046)",
    "la": 37.48927,
    "lo": 126.558924
  },
  {
    "itstId": "11344",
    "nodeId": "1610051100",
    "itstNm": "YH045",
    "la": 37.487217,
    "lo": 126.556759
  },
  {
    "itstId": "11345",
    "nodeId": "1610053500",
    "itstNm": "자연대로종점3(YH078)",
    "la": 37.486269,
    "lo": 126.563334
  },
  {
    "itstId": "11346",
    "nodeId": "1610052400",
    "itstNm": "YH077",
    "la": 37.484266,
    "lo": 126.561187
  },
  {
    "itstId": "11347",
    "nodeId": "1610053300",
    "itstNm": "YH084",
    "la": 37.482947,
    "lo": 126.563191
  },
  {
    "itstId": "11348",
    "itstNm": "YH566",
    "la": 37.479497,
    "lo": 126.537472
  },
  {
    "itstId": "11349",
    "itstNm": "YH088",
    "la": 37.486348,
    "lo": 126.566676
  },
  {
    "itstId": "11350",
    "nodeId": "1610054100",
    "itstNm": "YH087",
    "la": 37.485435,
    "lo": 126.565832
  },
  {
    "itstId": "11351",
    "nodeId": "1610053700",
    "itstNm": "YH086",
    "la": 37.48453,
    "lo": 126.564799
  },
  {
    "itstId": "11352",
    "itstNm": "YH085",
    "la": 37.483767,
    "lo": 126.563999
  },
  {
    "itstId": "11353",
    "itstNm": "YH090",
    "la": 37.482434,
    "lo": 126.56408
  },
  {
    "itstId": "11354",
    "nodeId": "1610054400",
    "itstNm": "YH094",
    "la": 37.483176,
    "lo": 126.566874
  },
  {
    "itstId": "11355",
    "nodeId": "1610055000",
    "itstNm": "YH095",
    "la": 37.484173,
    "lo": 126.567907
  },
  {
    "itstId": "11356",
    "itstNm": "YH058",
    "la": 37.487837,
    "lo": 126.561098
  },
  {
    "itstId": "11357",
    "itstNm": "YH042",
    "la": 37.49081,
    "lo": 126.556597
  },
  {
    "itstId": "11358",
    "nodeId": "1610050300",
    "itstNm": "YH037",
    "la": 37.493768,
    "lo": 126.55489
  },
  {
    "itstId": "11359",
    "nodeId": "1610049900",
    "itstNm": "YH035",
    "la": 37.491622,
    "lo": 126.552671
  },
  {
    "itstId": "11360",
    "nodeId": "1610049800",
    "itstNm": "YH039",
    "la": 37.49009,
    "lo": 126.552492
  },
  {
    "itstId": "11361",
    "nodeId": "1610050200",
    "itstNm": "영종초교앞(YH041)",
    "la": 37.488735,
    "lo": 126.554468
  },
  {
    "itstId": "11362",
    "nodeId": "1610050600",
    "itstNm": "YH044(우미린2)",
    "la": 37.487937,
    "lo": 126.555636
  },
  {
    "itstId": "11363",
    "nodeId": "1610050700",
    "itstNm": "YH027",
    "la": 37.486198,
    "lo": 126.555654
  },
  {
    "itstId": "11364",
    "itstNm": "YH028",
    "la": 37.485,
    "lo": 126.554944
  },
  {
    "itstId": "11365",
    "nodeId": "1610051400",
    "itstNm": "YH052",
    "la": 37.48649,
    "lo": 126.557846
  },
  {
    "itstId": "11366",
    "itstNm": "YH054",
    "la": 37.485735,
    "lo": 126.558969
  },
  {
    "itstId": "11367",
    "nodeId": "1610052000",
    "itstNm": "YH063",
    "la": 37.485314,
    "lo": 126.559669
  },
  {
    "itstId": "11368",
    "nodeId": "1610051500",
    "itstNm": "YH030",
    "la": 37.483268,
    "lo": 126.55807
  },
  {
    "itstId": "11369",
    "itstNm": "YH025",
    "la": 37.483454,
    "lo": 126.552375
  },
  {
    "itstId": "11370",
    "nodeId": "1610049400",
    "itstNm": "YH023",
    "la": 37.484651,
    "lo": 126.549869
  },
  {
    "itstId": "11371",
    "nodeId": "1610049500",
    "itstNm": "영종LH7단지4거리(YH024)",
    "la": 37.486034,
    "lo": 126.54995
  },
  {
    "itstId": "11372",
    "itstNm": "YH004",
    "la": 37.483575,
    "lo": 126.548072
  },
  {
    "itstId": "11373",
    "itstNm": "YH560",
    "la": 37.482341,
    "lo": 126.543949
  },
  {
    "itstId": "11374",
    "nodeId": "1610048600",
    "itstNm": "YH557",
    "la": 37.48227,
    "lo": 126.541344
  },
  {
    "itstId": "11375",
    "nodeId": "1610048500",
    "itstNm": "YH536",
    "la": 37.483325,
    "lo": 126.540769
  },
  {
    "itstId": "11376",
    "itstNm": "YH567",
    "la": 37.478385,
    "lo": 126.535675
  },
  {
    "itstId": "11377",
    "nodeId": "1610046900",
    "itstNm": "YH496",
    "la": 37.480053,
    "lo": 126.532989
  },
  {
    "itstId": "11378",
    "nodeId": "1610049000",
    "itstNm": "YH002",
    "la": 37.484288,
    "lo": 126.545593
  },
  {
    "itstId": "11379",
    "nodeId": "1610051300",
    "itstNm": "YH048",
    "la": 37.488244,
    "lo": 126.557855
  },
  {
    "itstId": "11380",
    "nodeId": "1610042700",
    "itstNm": "흰숲4거리(YH350)",
    "la": 37.477159,
    "lo": 126.511915
  },
  {
    "itstId": "11381",
    "nodeId": "1610042600",
    "itstNm": "YH347",
    "la": 37.475341,
    "lo": 126.509992
  },
  {
    "itstId": "11382",
    "nodeId": "1610043000",
    "itstNm": "영종IC입구4(YH368)",
    "la": 37.475006,
    "lo": 126.515625
  },
  {
    "itstId": "11383",
    "nodeId": "1610043900",
    "itstNm": "YH363",
    "la": 37.48083,
    "lo": 126.517817
  },
  {
    "itstId": "11384",
    "nodeId": "1610044900",
    "itstNm": "YH372",
    "la": 37.474357,
    "lo": 126.522317
  },
  {
    "itstId": "11385",
    "nodeId": "1610046000",
    "itstNm": "YH474",
    "la": 37.478841,
    "lo": 126.527941
  },
  {
    "itstId": "11386",
    "nodeId": "1610046400",
    "itstNm": "YH477",
    "la": 37.47646,
    "lo": 126.528875
  },
  {
    "itstId": "11387",
    "nodeId": "1610047000",
    "itstNm": "YH495",
    "la": 37.482541,
    "lo": 126.532953
  },
  {
    "itstId": "11388",
    "nodeId": "1610046800",
    "itstNm": "YH499",
    "la": 37.477587,
    "lo": 126.532944
  },
  {
    "itstId": "11389",
    "nodeId": "1610044400",
    "itstNm": "YH422",
    "la": 37.482691,
    "lo": 126.520305
  },
  {
    "itstId": "11390",
    "nodeId": "1610045200",
    "itstNm": "YH424",
    "la": 37.48381,
    "lo": 126.52362
  },
  {
    "itstId": "11391",
    "nodeId": "1610044500",
    "itstNm": "YH369",
    "la": 37.47671,
    "lo": 126.521087
  },
  {
    "itstId": "11392",
    "nodeId": "1610045600",
    "itstNm": "YH426",
    "la": 37.484166,
    "lo": 126.526324
  },
  {
    "itstId": "11393",
    "nodeId": "1610047200",
    "itstNm": "YH494",
    "la": 37.484851,
    "lo": 126.532998
  },
  {
    "itstId": "11394",
    "itstNm": "YH498",
    "la": 37.478542,
    "lo": 126.532935
  },
  {
    "itstId": "11395",
    "itstNm": "YH500",
    "la": 37.476988,
    "lo": 126.530851
  },
  {
    "itstId": "11396",
    "nodeId": "1610046100",
    "itstNm": "YH475",
    "la": 37.477907,
    "lo": 126.528309
  },
  {
    "itstId": "11397",
    "nodeId": "1610045800",
    "itstNm": "YH429",
    "la": 37.481229,
    "lo": 126.526971
  },
  {
    "itstId": "11398",
    "itstNm": "YH428",
    "la": 37.482441,
    "lo": 126.526692
  },
  {
    "itstId": "11399",
    "itstNm": "YH427",
    "la": 37.483304,
    "lo": 126.526495
  },
  {
    "itstId": "11400",
    "nodeId": "1610045500",
    "itstNm": "YH472",
    "la": 37.478535,
    "lo": 126.526126
  },
  {
    "itstId": "11401",
    "nodeId": "1610045700",
    "itstNm": "YH481",
    "la": 37.477387,
    "lo": 126.526477
  },
  {
    "itstId": "11402",
    "itstNm": "YH478",
    "la": 37.475598,
    "lo": 126.525497
  },
  {
    "itstId": "11403",
    "nodeId": "1610045000",
    "itstNm": "YH470",
    "la": 37.477408,
    "lo": 126.522695
  },
  {
    "itstId": "11404",
    "nodeId": "1610045100",
    "itstNm": "YH483",
    "la": 37.476439,
    "lo": 126.523234
  },
  {
    "itstId": "11405",
    "nodeId": "1610044600",
    "itstNm": "YH371",
    "la": 37.475812,
    "lo": 126.521617
  },
  {
    "itstId": "11406",
    "nodeId": "1610044200",
    "itstNm": "YH367",
    "la": 37.478542,
    "lo": 126.51991
  },
  {
    "itstId": "11407",
    "itstNm": "YH366",
    "la": 37.479946,
    "lo": 126.518679
  },
  {
    "itstId": "11408",
    "nodeId": "1610129901",
    "itstNm": "YH362",
    "la": 37.481778,
    "lo": 126.516514
  },
  {
    "itstId": "11409",
    "nodeId": "1610129601",
    "itstNm": "YH361",
    "la": 37.482341,
    "lo": 126.515104
  },
  {
    "itstId": "11410",
    "nodeId": "1610128601",
    "itstNm": "YH364",
    "la": 37.479904,
    "lo": 126.516496
  },
  {
    "itstId": "11411",
    "nodeId": "1610128101",
    "itstNm": "YH365",
    "la": 37.479219,
    "lo": 126.514403
  },
  {
    "itstId": "11412",
    "itstNm": "YH373",
    "la": 37.473609,
    "lo": 126.520081
  },
  {
    "itstId": "11413",
    "nodeId": "1610043800",
    "itstNm": "YH374",
    "la": 37.473758,
    "lo": 126.517844
  },
  {
    "itstId": "11414",
    "nodeId": "1610043600",
    "itstNm": "YH375",
    "la": 37.47261,
    "lo": 126.517296
  },
  {
    "itstId": "11415",
    "itstNm": "YH351",
    "la": 37.476104,
    "lo": 126.513738
  },
  {
    "itstId": "11416",
    "itstNm": "YH349",
    "la": 37.478927,
    "lo": 126.508932
  },
  {
    "itstId": "11417",
    "nodeId": "1610041500",
    "itstNm": "YH344",
    "la": 37.477644,
    "lo": 126.50613
  },
  {
    "itstId": "11418",
    "itstNm": "YH345",
    "la": 37.477102,
    "lo": 126.507073
  },
  {
    "itstId": "11419",
    "itstNm": "YH346",
    "la": 37.476211,
    "lo": 126.508501
  },
  {
    "itstId": "11420",
    "nodeId": "1610047100",
    "itstNm": "YH493",
    "la": 37.486733,
    "lo": 126.533025
  },
  {
    "itstId": "11421",
    "nodeId": "1610036000",
    "itstNm": "YH265",
    "la": 37.490439,
    "lo": 126.494389
  },
  {
    "itstId": "11422",
    "nodeId": "1610036700",
    "itstNm": "YH271",
    "la": 37.489577,
    "lo": 126.496329
  },
  {
    "itstId": "11423",
    "nodeId": "1610036800",
    "itstNm": "YH261",
    "la": 37.493654,
    "lo": 126.496877
  },
  {
    "itstId": "11424",
    "nodeId": "1610037600",
    "itstNm": "YES타운N4(YH268)",
    "la": 37.492855,
    "lo": 126.498683
  },
  {
    "itstId": "11425",
    "nodeId": "1610038700",
    "itstNm": "YH274",
    "la": 37.492121,
    "lo": 126.500174
  },
  {
    "itstId": "11426",
    "nodeId": "1610037000",
    "itstNm": "YH279",
    "la": 37.488621,
    "lo": 126.497569
  },
  {
    "itstId": "11427",
    "nodeId": "1610037200",
    "itstNm": "YH322",
    "la": 37.486326,
    "lo": 126.498548
  },
  {
    "itstId": "11428",
    "nodeId": "1610037700",
    "itstNm": "YH329",
    "la": 37.483297,
    "lo": 126.498871
  },
  {
    "itstId": "11429",
    "nodeId": "1610038800",
    "itstNm": "YH210",
    "la": 37.503075,
    "lo": 126.500309
  },
  {
    "itstId": "11430",
    "nodeId": "1610039800",
    "itstNm": "YH241",
    "la": 37.496982,
    "lo": 126.501845
  },
  {
    "itstId": "11431",
    "nodeId": "1610040400",
    "itstNm": "YH320",
    "la": 37.487937,
    "lo": 126.503605
  },
  {
    "itstId": "11432",
    "nodeId": "1610039200",
    "itstNm": "YH332",
    "la": 37.480645,
    "lo": 126.501243
  },
  {
    "itstId": "11433",
    "nodeId": "1610041300",
    "itstNm": "YH330",
    "la": 37.483397,
    "lo": 126.50586
  },
  {
    "itstId": "11434",
    "nodeId": "1610041800",
    "itstNm": "YH348",
    "la": 37.4818,
    "lo": 126.506768
  },
  {
    "itstId": "11435",
    "itstNm": "YH343",
    "la": 37.478877,
    "lo": 126.5041
  },
  {
    "itstId": "11436",
    "itstNm": "YH331",
    "la": 37.482655,
    "lo": 126.503543
  },
  {
    "itstId": "11437",
    "nodeId": "1610040700",
    "itstNm": "YH325",
    "la": 37.485749,
    "lo": 126.504764
  },
  {
    "itstId": "11438",
    "nodeId": "1610039400",
    "itstNm": "영종고W4거리(YH327)",
    "la": 37.484259,
    "lo": 126.501189
  },
  {
    "itstId": "11439",
    "itstNm": "YH323",
    "la": 37.486918,
    "lo": 126.504118
  },
  {
    "itstId": "11440",
    "nodeId": "1610041400",
    "itstNm": "YH315",
    "la": 37.488821,
    "lo": 126.506157
  },
  {
    "itstId": "11441",
    "nodeId": "1610037400",
    "itstNm": "YH277",
    "la": 37.48989,
    "lo": 126.498548
  },
  {
    "itstId": "11442",
    "nodeId": "1610036900",
    "itstNm": "YH270",
    "la": 37.490617,
    "lo": 126.497066
  },
  {
    "itstId": "11443",
    "itstNm": "YH267",
    "la": 37.491024,
    "lo": 126.496149
  },
  {
    "itstId": "11444",
    "nodeId": "1610036200",
    "itstNm": "YH264",
    "la": 37.491473,
    "lo": 126.495233
  },
  {
    "itstId": "11445",
    "nodeId": "1610036500",
    "itstNm": "YH262",
    "la": 37.492556,
    "lo": 126.496069
  },
  {
    "itstId": "11446",
    "itstNm": "YH266",
    "la": 37.492114,
    "lo": 126.496949
  },
  {
    "itstId": "11447",
    "nodeId": "1610037100",
    "itstNm": "YH269",
    "la": 37.491715,
    "lo": 126.497901
  },
  {
    "itstId": "11448",
    "nodeId": "1610038000",
    "itstNm": "YH276",
    "la": 37.491002,
    "lo": 126.499338
  },
  {
    "itstId": "11449",
    "nodeId": "1610038200",
    "itstNm": "YH260",
    "la": 37.493746,
    "lo": 126.49941
  },
  {
    "itstId": "11450",
    "nodeId": "1610040200",
    "itstNm": "YH223",
    "la": 37.499541,
    "lo": 126.502617
  },
  {
    "itstId": "11451",
    "nodeId": "1610038300",
    "itstNm": "YH202",
    "la": 37.504451,
    "lo": 126.499518
  },
  {
    "itstId": "11452",
    "nodeId": "1610038400",
    "itstNm": "YH201",
    "la": 37.505876,
    "lo": 126.499617
  },
  {
    "itstId": "11453",
    "nodeId": "1610038500",
    "itstNm": "YH198",
    "la": 37.509503,
    "lo": 126.499886
  },
  {
    "itstId": "11454",
    "nodeId": "1610041200",
    "itstNm": "YH319",
    "la": 37.486141,
    "lo": 126.505851
  },
  {
    "itstId": "11455",
    "nodeId": "1610036400",
    "itstNm": "YH197",
    "la": 37.509902,
    "lo": 126.495422
  },
  {
    "itstId": "11456",
    "itstNm": "운항훈련센터앞(YH196)",
    "la": 37.509617,
    "lo": 126.498135
  },
  {
    "itstId": "11457",
    "itstNm": "스카이시티주출입구4(YH714_?))",
    "la": 37.49215,
    "lo": 126.55984
  },
  {
    "itstId": "11458",
    "nodeId": "1610052100",
    "itstNm": "스카이시티부출입구4 (YH049)",
    "la": 37.490275,
    "lo": 126.560002
  },
  {
    "itstId": "11459",
    "itstNm": "대림입구3(YH715)",
    "la": 37.478349,
    "lo": 126.512921
  },
  {
    "itstId": "11460",
    "itstNm": "영종LH2단지정문",
    "la": 37.487217,
    "lo": 126.50118
  },
  {
    "itstId": "11461",
    "itstNm": "영종대림1공구교차로",
    "la": 37.494936,
    "lo": 126.566532
  },
  {
    "itstId": "11462",
    "itstNm": "영종대림1공구2교차로",
    "la": 37.494445,
    "lo": 126.567269
  },
  {
    "itstId": "11463",
    "itstNm": "영종대림1공구3교차로",
    "la": 37.494103,
    "lo": 126.568922
  },
  {
    "itstId": "11464",
    "itstNm": "영종행복주택리츠앞",
    "la": 37.494616,
    "lo": 126.569847
  },
  {
    "itstId": "11465",
    "itstNm": "영종2푸르지오자이정문(YH032)",
    "la": 37.48947,
    "lo": 126.550399
  },
  {
    "itstId": "11466",
    "itstNm": "영종2푸르지오자이후문",
    "la": 37.488379,
    "lo": 126.550129
  },
  {
    "itstId": "11467",
    "itstNm": "영종1스카이파크주출입구",
    "la": 37.501493,
    "lo": 126.563056
  },
  {
    "itstId": "11468",
    "itstNm": "영종유승정문",
    "la": 37.486697,
    "lo": 126.499761
  },
  {
    "itstId": "11469",
    "itstNm": "두미포1교차로",
    "la": 37.495108,
    "lo": 126.570314
  },
  {
    "itstId": "11470",
    "itstNm": "영종화성2차4(YH-A)",
    "la": 37.487082,
    "lo": 126.550039
  },
  {
    "itstId": "11471",
    "itstNm": "영종1두미포로3거리",
    "la": 37.501479,
    "lo": 126.568635
  },
  {
    "itstId": "11472",
    "itstNm": "영종1은하3거리",
    "la": 37.501828,
    "lo": 126.567027
  },
  {
    "itstId": "11473",
    "nodeId": "1610054700",
    "itstNm": "영종1은두3거리",
    "la": 37.501116,
    "lo": 126.567395
  },
  {
    "itstId": "11474",
    "itstNm": "운서SK뷰N4거리",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "11475",
    "itstNm": "SK아파트앞",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "11985",
    "nodeId": "1610071300",
    "itstNm": "D01",
    "la": 37.525171,
    "lo": 126.503417
  },
  {
    "itstId": "11986",
    "nodeId": "1610072800",
    "itstNm": "예단포입구4(D02)",
    "la": 37.527095,
    "lo": 126.506417
  },
  {
    "itstId": "11987",
    "nodeId": "1610072200",
    "itstNm": "D03",
    "la": 37.528712,
    "lo": 126.505258
  },
  {
    "itstId": "11988",
    "nodeId": "1610060700",
    "itstNm": "D04",
    "la": 37.52572,
    "lo": 126.50789
  },
  {
    "itstId": "11989",
    "nodeId": "1610060900",
    "itstNm": "D05",
    "la": 37.523711,
    "lo": 126.510388
  },
  {
    "itstId": "11990",
    "nodeId": "1610060800",
    "itstNm": "D06",
    "la": 37.528192,
    "lo": 126.509103
  },
  {
    "itstId": "11991",
    "nodeId": "1610061000",
    "itstNm": "D07",
    "la": 37.528741,
    "lo": 126.511511
  },
  {
    "itstId": "11992",
    "nodeId": "1610062600",
    "itstNm": "D08",
    "la": 37.527102,
    "lo": 126.516173
  },
  {
    "itstId": "11993",
    "nodeId": "1610063500",
    "itstNm": "D09",
    "la": 37.524131,
    "lo": 126.518949
  },
  {
    "itstId": "11994",
    "nodeId": "1610064000",
    "itstNm": "D10",
    "la": 37.522578,
    "lo": 126.522228
  },
  {
    "itstId": "11995",
    "nodeId": "1610065100",
    "itstNm": "D11",
    "la": 37.521502,
    "lo": 126.526629
  },
  {
    "itstId": "11996",
    "nodeId": "1610065600",
    "itstNm": "D12",
    "la": 37.521923,
    "lo": 126.530043
  },
  {
    "itstId": "11997",
    "itstNm": "D13",
    "la": 37.52136,
    "lo": 126.534858
  },
  {
    "itstId": "11998",
    "nodeId": "1610066300",
    "itstNm": "D14",
    "la": 37.52054,
    "lo": 126.538289
  },
  {
    "itstId": "11999",
    "nodeId": "1610070700",
    "itstNm": "J01",
    "la": 37.526489,
    "lo": 126.502671
  },
  {
    "itstId": "14177",
    "nodeId": "1640025900",
    "itstNm": "기숙사입구3",
    "la": 37.37553,
    "lo": 126.628346
  },
  {
    "itstId": "14178",
    "nodeId": "1640025600",
    "itstNm": "잭니클골프장3",
    "la": 37.382497,
    "lo": 126.627384
  },
  {
    "itstId": "14179",
    "nodeId": "1640025300",
    "itstNm": "송도프라임뷰S3(C20규제)",
    "la": 37.383654,
    "lo": 126.625579
  },
  {
    "itstId": "14180",
    "nodeId": "1640025000",
    "itstNm": "아카데미로4(C18)",
    "la": 37.385973,
    "lo": 126.621689
  },
  {
    "itstId": "14181",
    "nodeId": "1640028300",
    "itstNm": "A70규제",
    "la": 37.391298,
    "lo": 126.631669
  },
  {
    "itstId": "14182",
    "itstNm": "포스코ENC(A71)",
    "la": 37.391491,
    "lo": 126.634238
  },
  {
    "itstId": "14183",
    "nodeId": "1640029500",
    "itstNm": "코스트코4거리(A72)",
    "la": 37.391048,
    "lo": 126.633403
  },
  {
    "itstId": "14184",
    "nodeId": "1640028700",
    "itstNm": "퍼스트파크D(A73규제)",
    "la": 37.389778,
    "lo": 126.632065
  },
  {
    "itstId": "14185",
    "nodeId": "1640029900",
    "itstNm": "퍼스트파크C(A74규제)",
    "la": 37.388657,
    "lo": 126.633592
  },
  {
    "itstId": "14186",
    "nodeId": "1640030700",
    "itstNm": "퍼스트파크B(A75규제)",
    "la": 37.387529,
    "lo": 126.635164
  },
  {
    "itstId": "14187",
    "nodeId": "1640032200",
    "itstNm": "퍼스트파크A(A76규제)",
    "la": 37.386445,
    "lo": 126.636844
  },
  {
    "itstId": "14188",
    "nodeId": "1640030800",
    "itstNm": "송일초교4(C5규제)",
    "la": 37.384881,
    "lo": 126.635263
  },
  {
    "itstId": "14189",
    "nodeId": "1640029800",
    "itstNm": "C4규제",
    "la": 37.386038,
    "lo": 126.63361
  },
  {
    "itstId": "14190",
    "nodeId": "1640028500",
    "itstNm": "C3규제",
    "la": 37.38713,
    "lo": 126.632029
  },
  {
    "itstId": "14191",
    "nodeId": "1640027400",
    "itstNm": "예송초교4(C2규제)",
    "la": 37.388215,
    "lo": 126.63043
  },
  {
    "itstId": "14192",
    "nodeId": "1640026800",
    "itstNm": "C1규제",
    "la": 37.388957,
    "lo": 126.629289
  },
  {
    "itstId": "14193",
    "nodeId": "1640025700",
    "itstNm": "C7규제",
    "la": 37.387508,
    "lo": 126.627681
  },
  {
    "itstId": "14194",
    "nodeId": "1640026400",
    "itstNm": "마스터뷰D",
    "la": 37.386673,
    "lo": 126.628687
  },
  {
    "itstId": "14195",
    "nodeId": "1640027300",
    "itstNm": "마스터뷰C",
    "la": 37.385531,
    "lo": 126.630331
  },
  {
    "itstId": "14196",
    "nodeId": "1640028600",
    "itstNm": "마스터뷰B",
    "la": 37.38451,
    "lo": 126.631849
  },
  {
    "itstId": "14197",
    "nodeId": "1640029700",
    "itstNm": "마스터뷰A",
    "la": 37.383332,
    "lo": 126.633538
  },
  {
    "itstId": "14198",
    "nodeId": "1640030900",
    "itstNm": "마스터뷰3거리(C12)",
    "la": 37.382126,
    "lo": 126.635334
  },
  {
    "itstId": "14199",
    "nodeId": "1640028100",
    "itstNm": "C17규제",
    "la": 37.381555,
    "lo": 126.631705
  },
  {
    "itstId": "14200",
    "nodeId": "1640027100",
    "itstNm": "C16규제",
    "la": 37.382676,
    "lo": 126.629971
  },
  {
    "itstId": "14201",
    "nodeId": "1640026100",
    "itstNm": "예송중북문(C15)",
    "la": 37.383768,
    "lo": 126.628337
  },
  {
    "itstId": "14202",
    "nodeId": "1640025500",
    "itstNm": "C14규제",
    "la": 37.384888,
    "lo": 126.626764
  },
  {
    "itstId": "14203",
    "nodeId": "1640025200",
    "itstNm": "C13",
    "la": 37.385802,
    "lo": 126.625399
  },
  {
    "itstId": "14204",
    "nodeId": "1640025100",
    "itstNm": "C19",
    "la": 37.38476,
    "lo": 126.623917
  },
  {
    "itstId": "14205",
    "nodeId": "1640026500",
    "itstNm": "영재학교3(C22)",
    "la": 37.381662,
    "lo": 126.628858
  },
  {
    "itstId": "14206",
    "itstNm": "골프관리사입구",
    "la": 37.379949,
    "lo": 126.61611
  },
  {
    "itstId": "14207",
    "itstNm": "SF05",
    "la": 37.387694,
    "lo": 126.63272
  },
  {
    "itstId": "14208",
    "itstNm": "송일초북4",
    "la": 37.38546,
    "lo": 126.635882
  },
  {
    "itstId": "14209",
    "itstNm": "아라프라자",
    "la": 37.389471,
    "lo": 126.634463
  },
  {
    "itstId": "14210",
    "itstNm": "롯데오피스텔정문",
    "la": 37.384796,
    "lo": 126.641892
  },
  {
    "itstId": "14211",
    "nodeId": "1640037700",
    "itstNm": "롯데주차장3거리",
    "la": 37.385424,
    "lo": 126.64262
  },
  {
    "itstId": "14212",
    "nodeId": "1640038500",
    "itstNm": "송도캐슬4",
    "la": 37.384938,
    "lo": 126.643482
  },
  {
    "itstId": "14213",
    "nodeId": "1640035700",
    "itstNm": "SK뷰오피스텔3거리",
    "la": 37.381762,
    "lo": 126.640329
  },
  {
    "itstId": "14214",
    "itstNm": "송도프라임뷰3",
    "la": 37.384303,
    "lo": 126.626199
  },
  {
    "itstId": "14215",
    "itstNm": "아라프라자N3",
    "la": 37.389813,
    "lo": 126.635397
  },
  {
    "itstId": "14216",
    "nodeId": "1640093900",
    "itstNm": "S8_B",
    "la": 37.416424,
    "lo": 126.617754
  },
  {
    "itstId": "14217",
    "itstNm": "S8_C",
    "la": 37.416424,
    "lo": 126.619291
  },
  {
    "itstId": "14218",
    "itstNm": "S8_F",
    "la": 37.416445,
    "lo": 126.623261
  },
  {
    "itstId": "14219",
    "itstNm": "송도8더샾북문",
    "la": 37.416438,
    "lo": 126.621824
  },
  {
    "itstId": "14220",
    "itstNm": "SD336",
    "la": 37.385845,
    "lo": 126.627771
  },
  {
    "itstId": "14221",
    "itstNm": "C100",
    "la": 37.384781,
    "lo": 126.629495
  },
  {
    "itstId": "14222",
    "itstNm": "스잇&테라스",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "14223",
    "itstNm": "스타트업파크3",
    "la": 0,
    "lo": 0
  },
  {
    "itstId": "14561",
    "nodeId": "1640097600",
    "itstNm": "글로벌푸르지오4",
    "la": 37.378536,
    "lo": 126.657613
  },
  {
    "itstId": "14562",
    "itstNm": "SD586",
    "la": 37.376994,
    "lo": 126.65949
  },
  {
    "itstId": "14563",
    "nodeId": "1640099900",
    "itstNm": "SD587",
    "la": 37.375359,
    "lo": 126.662697
  },
  {
    "itstId": "14564",
    "nodeId": "1640102200",
    "itstNm": "IGC정문4거리(SD588)",
    "la": 37.373396,
    "lo": 126.66603
  },
  {
    "itstId": "14565",
    "nodeId": "1640101300",
    "itstNm": "카톨릭대국제캠퍼스4(SD702)",
    "la": 37.371982,
    "lo": 126.664673
  },
  {
    "itstId": "14566",
    "nodeId": "1640100200",
    "itstNm": "SD703",
    "la": 37.370155,
    "lo": 126.662904
  },
  {
    "itstId": "14567",
    "nodeId": "1640099800",
    "itstNm": "SD704",
    "la": 37.369426,
    "lo": 126.662221
  },
  {
    "itstId": "14568",
    "nodeId": "1640100900",
    "itstNm": "SD706",
    "la": 37.368406,
    "lo": 126.663946
  },
  {
    "itstId": "14569",
    "nodeId": "1640098200",
    "itstNm": "송도3행복4거리",
    "la": 37.371425,
    "lo": 126.658969
  },
  {
    "itstId": "14570",
    "nodeId": "1640098400",
    "itstNm": "SD700",
    "la": 37.372146,
    "lo": 126.659625
  },
  {
    "itstId": "14571",
    "itstNm": "에듀포레 동문",
    "la": 37.373439,
    "lo": 126.660918
  },
  {
    "itstId": "14572",
    "itstNm": "에듀포레Sgate",
    "la": 37.372225,
    "lo": 126.657658
  },
  {
    "itstId": "14573",
    "itstNm": "국제유치원",
    "la": 37.372953,
    "lo": 126.65649
  },
  {
    "itstId": "14574",
    "itstNm": "송명초교",
    "la": 37.37351,
    "lo": 126.655529
  },
  {
    "itstId": "14575",
    "itstNm": "글로벌푸르지오B",
    "la": 37.376701,
    "lo": 126.655933
  },
  {
    "itstId": "14576",
    "nodeId": "1640096800",
    "itstNm": "송명초교3",
    "la": 37.374538,
    "lo": 126.653876
  },
  {
    "itstId": "14577",
    "itstNm": "그린스퀘어A",
    "la": 37.372254,
    "lo": 126.651738
  },
  {
    "itstId": "14578",
    "nodeId": "1640095900",
    "itstNm": "문화4거리(SD713)",
    "la": 37.371154,
    "lo": 126.650552
  },
  {
    "itstId": "14579",
    "itstNm": "SD715",
    "la": 37.369269,
    "lo": 126.652807
  },
  {
    "itstId": "14580",
    "nodeId": "1640096400",
    "itstNm": "SD716",
    "la": 37.368741,
    "lo": 126.652366
  },
  {
    "itstId": "14581",
    "itstNm": "베르디움1차동문",
    "la": 37.369469,
    "lo": 126.657056
  },
  {
    "itstId": "14582",
    "itstNm": "라콤4거리(SD717)",
    "la": 37.367285,
    "lo": 126.654999
  },
  {
    "itstId": "14583",
    "nodeId": "1640097900",
    "itstNm": "삼바S거리(SD718)",
    "la": 37.365286,
    "lo": 126.65825
  },
  {
    "itstId": "14584",
    "nodeId": "1640097300",
    "itstNm": "SD723",
    "la": 37.363501,
    "lo": 126.656517
  },
  {
    "itstId": "14585",
    "nodeId": "1640096700",
    "itstNm": "아이리스4거리(SD722)",
    "la": 37.3655,
    "lo": 126.653247
  },
  {
    "itstId": "14586",
    "nodeId": "1640096300",
    "itstNm": "SD731",
    "la": 37.368027,
    "lo": 126.651684
  },
  {
    "itstId": "14587",
    "nodeId": "1640096000",
    "itstNm": "송도소방서4(SD721)",
    "la": 37.366999,
    "lo": 126.650714
  },
  {
    "itstId": "14588",
    "nodeId": "1640095500",
    "itstNm": "스마트밸리4",
    "la": 37.36857,
    "lo": 126.648108
  },
  {
    "itstId": "14589",
    "nodeId": "1640095100",
    "itstNm": "SD741",
    "la": 37.367327,
    "lo": 126.64456
  },
  {
    "itstId": "14590",
    "nodeId": "1640095200",
    "itstNm": "SD742",
    "la": 37.366399,
    "lo": 126.646033
  },
  {
    "itstId": "14591",
    "nodeId": "1640095600",
    "itstNm": "SD743",
    "la": 37.3648,
    "lo": 126.648629
  },
  {
    "itstId": "14592",
    "nodeId": "1640096200",
    "itstNm": "SD744",
    "la": 37.363308,
    "lo": 126.651127
  },
  {
    "itstId": "14593",
    "nodeId": "1640096600",
    "itstNm": "SD745",
    "la": 37.36208,
    "lo": 126.653157
  },
  {
    "itstId": "14594",
    "nodeId": "1640096100",
    "itstNm": "SD727",
    "la": 37.359909,
    "lo": 126.651073
  },
  {
    "itstId": "14595",
    "nodeId": "1640095700",
    "itstNm": "SD728규제",
    "la": 37.361102,
    "lo": 126.649186
  },
  {
    "itstId": "14596",
    "nodeId": "1640095300",
    "itstNm": "A16규제",
    "la": 37.362615,
    "lo": 126.646545
  },
  {
    "itstId": "14597",
    "itstNm": "그린스퀘어B",
    "la": 37.373381,
    "lo": 126.652762
  },
  {
    "itstId": "14598",
    "itstNm": "글로벌푸로지오A",
    "la": 37.375445,
    "lo": 126.654729
  },
  {
    "itstId": "14599",
    "nodeId": "1640099300",
    "itstNm": "삼성바이오",
    "la": 37.368284,
    "lo": 126.661062
  },
  {
    "itstId": "14600",
    "nodeId": "1640103500",
    "itstNm": "문화로종점3(LE04)",
    "la": 37.37134,
    "lo": 126.669479
  },
  {
    "itstId": "14601",
    "nodeId": "1640101800",
    "itstNm": "교육로종점3(LE06)",
    "la": 37.367327,
    "lo": 126.665662
  },
  {
    "itstId": "14602",
    "nodeId": "1640099500",
    "itstNm": "첨단대로종점3(LE07)",
    "la": 37.363186,
    "lo": 126.661529
  },
  {
    "itstId": "14603",
    "nodeId": "1640098500",
    "itstNm": "미래로종점3(SD724)",
    "la": 37.361444,
    "lo": 126.659822
  },
  {
    "itstId": "14604",
    "itstNm": "엠코동측(SD725)",
    "la": 37.359145,
    "lo": 126.657747
  },
  {
    "itstId": "14605",
    "nodeId": "1640097200",
    "itstNm": "블루오션GC3거라(SD726)",
    "la": 37.357032,
    "lo": 126.655699
  },
  {
    "itstId": "14606",
    "itstNm": "송도엠코북문",
    "la": 37.36248,
    "lo": 126.658116
  },
  {
    "itstId": "14607",
    "itstNm": "송도엠코남문",
    "la": 37.357953,
    "lo": 126.654172
  },
  {
    "itstId": "14608",
    "nodeId": "1640097000",
    "itstNm": "대동도어3거리(S-2)",
    "la": 37.361287,
    "lo": 126.654531
  },
  {
    "itstId": "14609",
    "itstNm": "BMW앞",
    "la": 37.360837,
    "lo": 126.651971
  },
  {
    "itstId": "14610",
    "nodeId": "1640100300",
    "itstNm": "아메리칸타운4 (SD50)",
    "la": 37.383889,
    "lo": 126.662796
  },
  {
    "itstId": "14611",
    "nodeId": "1640101600",
    "itstNm": "SD505",
    "la": 37.38259,
    "lo": 126.664934
  },
  {
    "itstId": "14612",
    "nodeId": "1640101100",
    "itstNm": "SD508",
    "la": 37.385288,
    "lo": 126.664125
  },
  {
    "itstId": "14613",
    "nodeId": "1640102300",
    "itstNm": "SD510규제",
    "la": 37.384011,
    "lo": 126.666201
  },
  {
    "itstId": "14614",
    "nodeId": "1640101400",
    "itstNm": "SD512규제",
    "la": 37.385909,
    "lo": 126.664709
  },
  {
    "itstId": "14615",
    "nodeId": "1640102600",
    "itstNm": "SD515규제",
    "la": 37.384632,
    "lo": 126.666847
  },
  {
    "itstId": "14616",
    "nodeId": "1640101700",
    "itstNm": "SD517규제",
    "la": 37.386366,
    "lo": 126.665158
  },
  {
    "itstId": "14617",
    "nodeId": "1640102800",
    "itstNm": "SD520규제",
    "la": 37.385095,
    "lo": 126.667279
  },
  {
    "itstId": "14618",
    "nodeId": "1640102100",
    "itstNm": "캠퍼스타운4",
    "la": 37.386937,
    "lo": 126.665733
  },
  {
    "itstId": "14619",
    "nodeId": "1640103000",
    "itstNm": "SD524규제",
    "la": 37.385652,
    "lo": 126.667791
  },
  {
    "itstId": "14620",
    "nodeId": "1640102700",
    "itstNm": "캠퍼스타운N3(SD530규제)",
    "la": 37.3884,
    "lo": 126.66709
  },
  {
    "itstId": "14621",
    "itstNm": "롯데캐슬N(SD531규제)",
    "la": 37.387779,
    "lo": 126.668159
  },
  {
    "itstId": "14622",
    "nodeId": "1640103400",
    "itstNm": "송도2지구대3(SD532규제)",
    "la": 37.387094,
    "lo": 126.6693
  },
  {
    "itstId": "14623",
    "nodeId": "1640103900",
    "itstNm": "박문중N3 거리(SD533)",
    "la": 37.386109,
    "lo": 126.672013
  },
  {
    "itstId": "14624",
    "itstNm": "캐슬&해모로N(SD536)",
    "la": 37.385831,
    "lo": 126.67354
  },
  {
    "itstId": "14625",
    "nodeId": "1640104400",
    "itstNm": "SD537",
    "la": 37.385088,
    "lo": 126.677798
  },
  {
    "itstId": "14626",
    "nodeId": "1640104500",
    "itstNm": "SD539",
    "la": 37.381783,
    "lo": 126.678355
  },
  {
    "itstId": "14627",
    "nodeId": "1640103600",
    "itstNm": "SD543",
    "la": 37.376794,
    "lo": 126.670584
  },
  {
    "itstId": "14628",
    "itstNm": "SD544",
    "la": 37.377222,
    "lo": 126.66797
  },
  {
    "itstId": "14629",
    "nodeId": "1640099700",
    "itstNm": "IT센터4",
    "la": 37.382783,
    "lo": 126.661781
  },
  {
    "itstId": "14630",
    "nodeId": "1640101000",
    "itstNm": "IT센터동4",
    "la": 37.381776,
    "lo": 126.664152
  },
  {
    "itstId": "14631",
    "nodeId": "1640102900",
    "itstNm": "연대캠퍼스4",
    "la": 37.380206,
    "lo": 126.667252
  },
  {
    "itstId": "14632",
    "nodeId": "1640098900",
    "itstNm": "IT센터남4",
    "la": 37.381691,
    "lo": 126.660712
  },
  {
    "itstId": "14633",
    "nodeId": "1640101900",
    "itstNm": "포스코R&D서4",
    "la": 37.378664,
    "lo": 126.665671
  },
  {
    "itstId": "14634",
    "nodeId": "1640100700",
    "itstNm": "A10규제",
    "la": 37.376415,
    "lo": 126.663676
  },
  {
    "itstId": "14635",
    "nodeId": "1640098000",
    "itstNm": "A8규제",
    "la": 37.379549,
    "lo": 126.65861
  },
  {
    "itstId": "14636",
    "nodeId": "1640097700",
    "itstNm": "홈플출구4거리(SD559)",
    "la": 37.380106,
    "lo": 126.657702
  },
  {
    "itstId": "14637",
    "nodeId": "1640098600",
    "itstNm": "송.현.주4(SD544)",
    "la": 37.382255,
    "lo": 126.659742
  },
  {
    "itstId": "14638",
    "itstNm": "SD585",
    "la": 37.377465,
    "lo": 126.660056
  },
  {
    "itstId": "14639",
    "nodeId": "1640099600",
    "itstNm": "코오롱IT입구",
    "la": 37.381127,
    "lo": 126.661583
  },
  {
    "itstId": "14640",
    "itstNm": "캐슬&해모로S",
    "la": 37.383554,
    "lo": 126.674124
  },
  {
    "itstId": "14641",
    "nodeId": "1640104600",
    "itstNm": "바이로대로입구3(LE01)",
    "la": 37.381341,
    "lo": 126.6791
  },
  {
    "itstId": "14642",
    "nodeId": "1640104000",
    "itstNm": "과학로종점3(LE03)",
    "la": 37.376144,
    "lo": 126.674142
  },
  {
    "itstId": "14643",
    "itstNm": "트리플스트리트앞",
    "la": 37.380577,
    "lo": 126.659607
  },
  {
    "itstId": "14644",
    "itstNm": "삼바에피스N3",
    "la": 37.370405,
    "lo": 126.660631
  },
  {
    "itstId": "14645",
    "itstNm": "삼바에피스남3",
    "la": 37.369277,
    "lo": 126.659535
  },
  {
    "itstId": "14665",
    "nodeId": "1640045900",
    "itstNm": "홍보관4",
    "la": 37.396544,
    "lo": 126.650893
  },
  {
    "itstId": "14666",
    "nodeId": "1640037600",
    "itstNm": "송도3교입구4",
    "la": 37.404907,
    "lo": 126.64235
  },
  {
    "itstId": "14667",
    "nodeId": "1640040200",
    "itstNm": "신정중3",
    "la": 37.403245,
    "lo": 126.644812
  },
  {
    "itstId": "14668",
    "nodeId": "1640042300",
    "itstNm": "명선초3",
    "la": 37.402089,
    "lo": 126.646536
  },
  {
    "itstId": "14669",
    "nodeId": "1640043800",
    "itstNm": "포스코고3",
    "la": 37.400947,
    "lo": 126.648064
  },
  {
    "itstId": "14670",
    "nodeId": "1640049300",
    "itstNm": "신송고4거리",
    "la": 37.390734,
    "lo": 126.659481
  },
  {
    "itstId": "14671",
    "nodeId": "1640045000",
    "itstNm": "더프라우서4",
    "la": 37.399948,
    "lo": 126.649618
  },
  {
    "itstId": "14672",
    "nodeId": "1640050000",
    "itstNm": "캠퍼스타운역3",
    "la": 37.388636,
    "lo": 126.663137
  },
  {
    "itstId": "14673",
    "nodeId": "1640046100",
    "itstNm": "더프라우동측4",
    "la": 37.398699,
    "lo": 126.651405
  },
  {
    "itstId": "14674",
    "nodeId": "1640043400",
    "itstNm": "해경청4거리",
    "la": 37.393332,
    "lo": 126.647543
  },
  {
    "itstId": "14675",
    "nodeId": "1640044600",
    "itstNm": "에비뉴동측",
    "la": 37.399127,
    "lo": 126.648854
  },
  {
    "itstId": "14676",
    "nodeId": "1640041000",
    "itstNm": "엑스포9동측",
    "la": 37.401268,
    "lo": 126.64544
  },
  {
    "itstId": "14677",
    "nodeId": "1640035900",
    "itstNm": "커낼워크겨울3",
    "la": 37.403394,
    "lo": 126.640706
  },
  {
    "itstId": "14678",
    "nodeId": "1640038200",
    "itstNm": "엑스포남측4",
    "la": 37.401703,
    "lo": 126.643204
  },
  {
    "itstId": "14679",
    "nodeId": "1640040100",
    "itstNm": "국제학교북3",
    "la": 37.400633,
    "lo": 126.644776
  },
  {
    "itstId": "14680",
    "nodeId": "1640040500",
    "itstNm": "컨벤시아4거리",
    "la": 37.391241,
    "lo": 126.645108
  },
  {
    "itstId": "14681",
    "nodeId": "1640042100",
    "itstNm": "국제학교동4",
    "la": 37.399455,
    "lo": 126.646366
  },
  {
    "itstId": "14682",
    "nodeId": "1640043700",
    "itstNm": "하버뷰북4",
    "la": 37.398385,
    "lo": 126.648028
  },
  {
    "itstId": "14683",
    "nodeId": "1640047000",
    "itstNm": "송도TP북측3거리",
    "la": 37.386923,
    "lo": 126.652968
  },
  {
    "itstId": "14684",
    "nodeId": "1640049000",
    "itstNm": "연대입구4거리",
    "la": 37.384203,
    "lo": 126.658736
  },
  {
    "itstId": "14685",
    "nodeId": "1640045200",
    "itstNm": "푸르지오4",
    "la": 37.397229,
    "lo": 126.649851
  },
  {
    "itstId": "14686",
    "nodeId": "1640037200",
    "itstNm": "NETT4거리",
    "la": 37.388207,
    "lo": 126.641793
  },
  {
    "itstId": "14687",
    "itstNm": "힐스테이츠동측",
    "la": 37.394916,
    "lo": 126.64924
  },
  {
    "itstId": "14688",
    "nodeId": "1640041400",
    "itstNm": "미추홀공원4거리",
    "la": 37.385752,
    "lo": 126.64589
  },
  {
    "itstId": "14689",
    "nodeId": "1640043900",
    "itstNm": "송도TP남측3거리",
    "la": 37.384289,
    "lo": 126.648117
  },
  {
    "itstId": "14690",
    "nodeId": "1640046600",
    "itstNm": "미추홀타워3거리",
    "la": 37.381619,
    "lo": 126.6526
  },
  {
    "itstId": "14691",
    "nodeId": "1640047800",
    "itstNm": "테크노파크역4거리",
    "la": 37.380156,
    "lo": 126.654972
  },
  {
    "itstId": "14692",
    "nodeId": "1640042200",
    "itstNm": "신정초동3",
    "la": 37.396965,
    "lo": 126.646303
  },
  {
    "itstId": "14693",
    "itstNm": "신정초앞",
    "la": 37.397357,
    "lo": 126.64562
  },
  {
    "itstId": "14694",
    "nodeId": "1640040000",
    "itstNm": "하버뷰13입구4",
    "la": 37.397999,
    "lo": 126.644731
  },
  {
    "itstId": "14695",
    "nodeId": "1640038300",
    "itstNm": "국제학교정문3",
    "la": 37.399127,
    "lo": 126.643096
  },
  {
    "itstId": "14696",
    "nodeId": "1640036700",
    "itstNm": "채드윅운동장4(국제학교4)",
    "la": 37.400176,
    "lo": 126.641524
  },
  {
    "itstId": "14697",
    "nodeId": "1640034300",
    "itstNm": "커낼워크가을4",
    "la": 37.401874,
    "lo": 126.639098
  },
  {
    "itstId": "14698",
    "nodeId": "1640036200",
    "itstNm": "롯데쇼핑몰4거리",
    "la": 37.38406,
    "lo": 126.64103
  },
  {
    "itstId": "14699",
    "nodeId": "1640032800",
    "itstNm": "커낼워크여름4",
    "la": 37.400476,
    "lo": 126.637517
  },
  {
    "itstId": "14700",
    "nodeId": "1640035100",
    "itstNm": "연송초동측4",
    "la": 37.398635,
    "lo": 126.639889
  },
  {
    "itstId": "14701",
    "nodeId": "1640040900",
    "itstNm": "지식정보단지역3",
    "la": 37.377886,
    "lo": 126.645548
  },
  {
    "itstId": "14702",
    "nodeId": "1640036900",
    "itstNm": "국제학교입구4",
    "la": 37.3976,
    "lo": 126.641506
  },
  {
    "itstId": "14703",
    "nodeId": "1640044300",
    "itstNm": "타워대로입구4",
    "la": 37.37366,
    "lo": 126.648629
  },
  {
    "itstId": "14704",
    "nodeId": "1640038100",
    "itstNm": "자이하버뷰입구4",
    "la": 37.396472,
    "lo": 126.643213
  },
  {
    "itstId": "14705",
    "nodeId": "1640032300",
    "itstNm": "팝콘시티4거리",
    "la": 37.383597,
    "lo": 126.637131
  },
  {
    "itstId": "14706",
    "nodeId": "1640033600",
    "itstNm": "교보DC4거리",
    "la": 37.381662,
    "lo": 126.638505
  },
  {
    "itstId": "14707",
    "nodeId": "1640035500",
    "itstNm": "만도전자4거리",
    "la": 37.379328,
    "lo": 126.640176
  },
  {
    "itstId": "14708",
    "nodeId": "1640037100",
    "itstNm": "RUC입구3거리",
    "la": 37.377101,
    "lo": 126.641766
  },
  {
    "itstId": "14709",
    "nodeId": "1640039700",
    "itstNm": "미관광장4거리",
    "la": 37.373324,
    "lo": 126.644677
  },
  {
    "itstId": "14710",
    "nodeId": "1640028900",
    "itstNm": "인천대4거리",
    "la": 37.379414,
    "lo": 126.632541
  },
  {
    "itstId": "14711",
    "nodeId": "1640031400",
    "itstNm": "교수회관3거리",
    "la": 37.377493,
    "lo": 126.635775
  },
  {
    "itstId": "14712",
    "nodeId": "1640033100",
    "itstNm": "RUC4거리",
    "la": 37.376194,
    "lo": 126.637913
  },
  {
    "itstId": "14713",
    "nodeId": "1640033900",
    "itstNm": "RUC남문",
    "la": 37.375495,
    "lo": 126.638955
  },
  {
    "itstId": "14714",
    "nodeId": "1640036500",
    "itstNm": "열병합발전소3거리",
    "la": 37.373838,
    "lo": 126.641668
  },
  {
    "itstId": "14715",
    "nodeId": "1640038600",
    "itstNm": "셀트리온정문",
    "la": 37.372089,
    "lo": 126.643491
  },
  {
    "itstId": "14716",
    "nodeId": "1640040800",
    "itstNm": "셀트리온4거리",
    "la": 37.370226,
    "lo": 126.645414
  },
  {
    "itstId": "14717",
    "itstNm": "신정초서측",
    "la": 37.3972,
    "lo": 126.643904
  },
  {
    "itstId": "14718",
    "nodeId": "1640039900",
    "itstNm": "자이하버뷰북4",
    "la": 37.395352,
    "lo": 126.644785
  },
  {
    "itstId": "14719",
    "nodeId": "1640042400",
    "itstNm": "인평신협4",
    "la": 37.394081,
    "lo": 126.646474
  },
  {
    "itstId": "14720",
    "nodeId": "1640040400",
    "itstNm": "센트럴파크북3",
    "la": 37.392647,
    "lo": 126.644866
  },
  {
    "itstId": "14721",
    "nodeId": "1640037900",
    "itstNm": "센트럴파크2동4",
    "la": 37.39381,
    "lo": 126.643132
  },
  {
    "itstId": "14722",
    "nodeId": "1640036600",
    "itstNm": "센트럴파크2북3",
    "la": 37.394988,
    "lo": 126.641542
  },
  {
    "itstId": "14723",
    "nodeId": "1640035000",
    "itstNm": "센트럴파크1동4",
    "la": 37.396094,
    "lo": 126.639898
  },
  {
    "itstId": "14724",
    "nodeId": "1640033300",
    "itstNm": "센트럴파크1북3",
    "la": 37.3972,
    "lo": 126.638281
  },
  {
    "itstId": "14725",
    "nodeId": "1640032000",
    "itstNm": "커넬워크봄4",
    "la": 37.398299,
    "lo": 126.636592
  },
  {
    "itstId": "14726",
    "nodeId": "1640028400",
    "itstNm": "국제업무지구역동4",
    "la": 37.402538,
    "lo": 126.631804
  },
  {
    "itstId": "14727",
    "itstNm": "IBS타워정문",
    "la": 37.39912,
    "lo": 126.633951
  },
  {
    "itstId": "14728",
    "nodeId": "1640030500",
    "itstNm": "아이타워입구4",
    "la": 37.397835,
    "lo": 126.634813
  },
  {
    "itstId": "14729",
    "nodeId": "1640033800",
    "itstNm": "조각정원3거리",
    "la": 37.395095,
    "lo": 126.638829
  },
  {
    "itstId": "14730",
    "itstNm": "송도박물관",
    "la": 37.393989,
    "lo": 126.640581
  },
  {
    "itstId": "14731",
    "nodeId": "1640037400",
    "itstNm": "산책정원3거리",
    "la": 37.392918,
    "lo": 126.642198
  },
  {
    "itstId": "14732",
    "nodeId": "1640035300",
    "itstNm": "테라스정원3거리",
    "la": 37.389278,
    "lo": 126.640087
  },
  {
    "itstId": "14733",
    "nodeId": "1640033200",
    "itstNm": "센트럴파크남3",
    "la": 37.390292,
    "lo": 126.638308
  },
  {
    "itstId": "14734",
    "nodeId": "1640034600",
    "itstNm": "인천대입구역4",
    "la": 37.385959,
    "lo": 126.639449
  },
  {
    "itstId": "14735",
    "nodeId": "1640032500",
    "itstNm": "센파크호텔4",
    "la": 37.389421,
    "lo": 126.637239
  },
  {
    "itstId": "14736",
    "nodeId": "1640030300",
    "itstNm": "센트럴파크역3",
    "la": 37.39351,
    "lo": 126.634481
  },
  {
    "itstId": "14737",
    "nodeId": "1640029200",
    "itstNm": "아이타워남4",
    "la": 37.396058,
    "lo": 126.632801
  },
  {
    "itstId": "14738",
    "nodeId": "1640026900",
    "itstNm": "국제업무지구역4",
    "la": 37.401532,
    "lo": 126.62937
  },
  {
    "itstId": "14739",
    "itstNm": "레인보우유치원",
    "la": 37.396158,
    "lo": 126.637212
  },
  {
    "itstId": "14740",
    "itstNm": "A58규제",
    "la": 37.404429,
    "lo": 126.629136
  },
  {
    "itstId": "14741",
    "nodeId": "1640028800",
    "itstNm": "국제업무역남3",
    "la": 37.399691,
    "lo": 126.632083
  },
  {
    "itstId": "14742",
    "itstNm": "삭제_IBS타워후문",
    "la": 37.398627,
    "lo": 126.632765
  },
  {
    "itstId": "14743",
    "itstNm": "변전소입구3",
    "la": 37.402081,
    "lo": 126.627115
  },
  {
    "itstId": "14744",
    "nodeId": "1640026000",
    "itstNm": "국제업무역서3",
    "la": 37.399577,
    "lo": 126.628175
  },
  {
    "itstId": "14745",
    "nodeId": "1640026300",
    "itstNm": "대덕빌딩서3",
    "la": 37.396836,
    "lo": 126.628633
  },
  {
    "itstId": "14746",
    "nodeId": "1640026200",
    "itstNm": "아트센터북3",
    "la": 37.395038,
    "lo": 126.628543
  },
  {
    "itstId": "14747",
    "nodeId": "1640025800",
    "itstNm": "아트센터남4",
    "la": 37.392925,
    "lo": 126.628094
  },
  {
    "itstId": "14748",
    "itstNm": "아트윈W",
    "la": 37.393275,
    "lo": 126.632199
  },
  {
    "itstId": "14749",
    "nodeId": "1640027000",
    "itstNm": "아트센터지원부지3",
    "la": 37.395295,
    "lo": 126.6299
  },
  {
    "itstId": "14750",
    "nodeId": "1640028000",
    "itstNm": "대덕빌딩남3",
    "la": 37.39578,
    "lo": 126.631427
  },
  {
    "itstId": "14751",
    "nodeId": "1640027500",
    "itstNm": "대덕빌딩북4",
    "la": 37.39755,
    "lo": 126.630259
  },
  {
    "itstId": "14752",
    "nodeId": "1640043600",
    "itstNm": "힐슬테이트A",
    "la": 37.395445,
    "lo": 126.647902
  },
  {
    "itstId": "14753",
    "nodeId": "1640039000",
    "itstNm": "자이하버뷰2단지",
    "la": 37.394624,
    "lo": 126.64394
  },
  {
    "itstId": "14754",
    "nodeId": "1640038400",
    "itstNm": "커넬워크A",
    "la": 37.404351,
    "lo": 126.643213
  },
  {
    "itstId": "14755",
    "nodeId": "1640036800",
    "itstNm": "커넬워크B",
    "la": 37.402802,
    "lo": 126.641515
  },
  {
    "itstId": "14756",
    "nodeId": "1640035200",
    "itstNm": "연송공원4(커넬워크C)",
    "la": 37.401282,
    "lo": 126.639997
  },
  {
    "itstId": "14757",
    "nodeId": "1640033500",
    "itstNm": "연송초4거리(커넬워크D)",
    "la": 37.399826,
    "lo": 126.638344
  },
  {
    "itstId": "14758",
    "nodeId": "1640036000",
    "itstNm": "그린워크2차",
    "la": 37.402188,
    "lo": 126.640895
  },
  {
    "itstId": "14759",
    "nodeId": "1640035800",
    "itstNm": "그린워크1차(그린워크3동문)",
    "la": 37.399248,
    "lo": 126.640491
  },
  {
    "itstId": "14760",
    "itstNm": "성지아파트앞",
    "la": 37.389771,
    "lo": 126.661188
  },
  {
    "itstId": "14761",
    "nodeId": "1640048600",
    "itstNm": "신송초4거리",
    "la": 37.391748,
    "lo": 126.657918
  },
  {
    "itstId": "14762",
    "nodeId": "1640048000",
    "itstNm": "먼우금초4거리",
    "la": 37.393211,
    "lo": 126.655547
  },
  {
    "itstId": "14763",
    "nodeId": "1640047600",
    "itstNm": "먼우금초3거리",
    "la": 37.394046,
    "lo": 126.654109
  },
  {
    "itstId": "14764",
    "nodeId": "1640046800",
    "itstNm": "농협4거리",
    "la": 37.395266,
    "lo": 126.652564
  },
  {
    "itstId": "14765",
    "itstNm": "풍림2단지입구",
    "la": 37.392504,
    "lo": 126.652501
  },
  {
    "itstId": "14766",
    "nodeId": "1640044800",
    "itstNm": "수협3거리",
    "la": 37.392261,
    "lo": 126.649204
  },
  {
    "itstId": "14767",
    "nodeId": "1640046000",
    "itstNm": "송도우체국4",
    "la": 37.391077,
    "lo": 126.651109
  },
  {
    "itstId": "14768",
    "nodeId": "1640046700",
    "itstNm": "제자교회3거리",
    "la": 37.390177,
    "lo": 126.652483
  },
  {
    "itstId": "14769",
    "nodeId": "1640047900",
    "itstNm": "공원운교서측3",
    "la": 37.388686,
    "lo": 126.655097
  },
  {
    "itstId": "14770",
    "nodeId": "1640048400",
    "itstNm": "공원운교동측3",
    "la": 37.387736,
    "lo": 126.656598
  },
  {
    "itstId": "14771",
    "nodeId": "1640044500",
    "itstNm": "해돋이공원4",
    "la": 37.388871,
    "lo": 126.648971
  },
  {
    "itstId": "14772",
    "itstNm": "컨벤시아입구",
    "la": 37.390156,
    "lo": 126.64686
  },
  {
    "itstId": "14773",
    "nodeId": "1640043500",
    "itstNm": "송도TP서측4",
    "la": 37.387387,
    "lo": 126.647543
  },
  {
    "itstId": "14774",
    "nodeId": "1640039100",
    "itstNm": "컨벤시아출구",
    "la": 37.386809,
    "lo": 126.643994
  },
  {
    "itstId": "14775",
    "nodeId": "1640049800",
    "itstNm": "캠퍼스타운역입구",
    "la": 37.389114,
    "lo": 126.662338
  },
  {
    "itstId": "14776",
    "nodeId": "1640039500",
    "itstNm": "카톨릭대4",
    "la": 37.384353,
    "lo": 126.644479
  },
  {
    "itstId": "14777",
    "nodeId": "1640043000",
    "itstNm": "해송고3거리",
    "la": 37.382661,
    "lo": 126.64721
  },
  {
    "itstId": "14778",
    "nodeId": "1640044400",
    "itstNm": "해송초3거리",
    "la": 37.381605,
    "lo": 126.648917
  },
  {
    "itstId": "14779",
    "itstNm": "해송중후문",
    "la": 37.378971,
    "lo": 126.648441
  },
  {
    "itstId": "14780",
    "nodeId": "1640043100",
    "itstNm": "해송중4거리",
    "la": 37.379742,
    "lo": 126.647201
  },
  {
    "itstId": "14781",
    "nodeId": "1640042800",
    "itstNm": "규델(주)서측",
    "la": 37.375773,
    "lo": 126.647156
  },
  {
    "itstId": "14782",
    "nodeId": "1640039300",
    "itstNm": "애니파크앞",
    "la": 37.379485,
    "lo": 126.644174
  },
  {
    "itstId": "14783",
    "nodeId": "1640037500",
    "itstNm": "하모니4거리",
    "la": 37.382226,
    "lo": 126.642296
  },
  {
    "itstId": "14784",
    "nodeId": "1640041100",
    "itstNm": "NTPia거리",
    "la": 37.374431,
    "lo": 126.645791
  },
  {
    "itstId": "14785",
    "nodeId": "1640036400",
    "itstNm": "솔천공원4",
    "la": 37.366,
    "lo": 126.641344
  },
  {
    "itstId": "14786",
    "nodeId": "1640031500",
    "itstNm": "학산도서관앞",
    "la": 37.373981,
    "lo": 126.635837
  },
  {
    "itstId": "14787",
    "nodeId": "1640030000",
    "itstNm": "게스트하우스4",
    "la": 37.371982,
    "lo": 126.63387
  },
  {
    "itstId": "14788",
    "itstNm": "글로벌푸르지오동측",
    "la": 37.376908,
    "lo": 126.651792
  },
  {
    "itstId": "14789",
    "itstNm": "솔찬공원A",
    "la": 37.367813,
    "lo": 126.636224
  },
  {
    "itstId": "14790",
    "nodeId": "1640029000",
    "itstNm": "솔찬공원B",
    "la": 37.370526,
    "lo": 126.632577
  },
  {
    "itstId": "14791",
    "itstNm": "솔찬공원주차장3(솔찬공원C)",
    "la": 37.372111,
    "lo": 126.629379
  },
  {
    "itstId": "14792",
    "nodeId": "1640025400",
    "itstNm": "솔찬공원D",
    "la": 37.374045,
    "lo": 126.626702
  },
  {
    "itstId": "14793",
    "nodeId": "1640093500",
    "itstNm": "미송초교3(SD800)",
    "la": 37.415254,
    "lo": 126.614377
  },
  {
    "itstId": "14794",
    "itstNm": "미송초교앞",
    "la": 37.414298,
    "lo": 126.612607
  },
  {
    "itstId": "14795",
    "nodeId": "1640094000",
    "itstNm": "마크4거리(SD809)",
    "la": 37.414041,
    "lo": 126.617916
  },
  {
    "itstId": "14796",
    "nodeId": "1640094300",
    "itstNm": "송도8더샵정문(SD811)",
    "la": 37.414654,
    "lo": 126.620961
  },
  {
    "itstId": "14797",
    "nodeId": "1640085600",
    "itstNm": "은송초교4거리",
    "la": 37.41484,
    "lo": 126.628687
  },
  {
    "itstId": "14798",
    "nodeId": "1640094400",
    "itstNm": "SD812",
    "la": 37.413477,
    "lo": 126.621294
  },
  {
    "itstId": "14799",
    "itstNm": "랜드4거리(SD813)",
    "la": 37.41474,
    "lo": 126.623593
  },
  {
    "itstId": "14800",
    "nodeId": "1640093700",
    "itstNm": "미송초교4거리",
    "la": 37.412557,
    "lo": 126.614772
  },
  {
    "itstId": "14801",
    "nodeId": "1640094200",
    "itstNm": "SD810",
    "la": 37.412171,
    "lo": 126.619362
  },
  {
    "itstId": "14802",
    "itstNm": "송도8MB정문(SD804)",
    "la": 37.410516,
    "lo": 126.612742
  },
  {
    "itstId": "14803",
    "itstNm": "달빛역N3거리",
    "la": 37.411365,
    "lo": 126.625022
  },
  {
    "itstId": "14804",
    "nodeId": "1640106201",
    "itstNm": "송도119센터(SD819)",
    "la": 37.411436,
    "lo": 126.628408
  },
  {
    "itstId": "14805",
    "nodeId": "1640093800",
    "itstNm": "송담초교3거리(SD805)",
    "la": 37.408625,
    "lo": 126.61735
  },
  {
    "itstId": "14806",
    "nodeId": "44840.458553240744",
    "itstNm": "랜마3",
    "la": 126.618859,
    "lo": null
  },
  {
    "itstId": "14807",
    "itstNm": "SD610",
    "la": 37.404358,
    "lo": 126.618446
  },
  {
    "itstId": "14808",
    "itstNm": "송도SK8남문",
    "la": 37.411486,
    "lo": 126.626756
  },
  {
    "itstId": "14809",
    "itstNm": "은송초교앞(SD820)",
    "la": 37.413862,
    "lo": 126.630331
  },
  {
    "itstId": "14810",
    "itstNm": "송도8SK북문3(SD816)",
    "la": 37.414768,
    "lo": 126.626226
  },
  {
    "itstId": "14811",
    "itstNm": "송도8더샵서문",
    "la": 37.415425,
    "lo": 126.617826
  },
  {
    "itstId": "14812",
    "nodeId": "1640105601",
    "itstNm": "달빛역S4거리",
    "la": 37.405385,
    "lo": 126.626926
  },
  {
    "itstId": "14813",
    "itstNm": "송도8호반앞",
    "la": 37.413484,
    "lo": 126.616362
  },
  {
    "itstId": "14814",
    "itstNm": "달빛3거리",
    "la": 37.40607,
    "lo": 126.628058
  },
  {
    "itstId": "14815",
    "nodeId": "1640106001",
    "itstNm": "달빛공원4거리",
    "la": 37.40672,
    "lo": 126.629199
  },
  {
    "itstId": "14816",
    "nodeId": "1640092900",
    "itstNm": "SD608",
    "la": 37.402096,
    "lo": 126.619614
  },
  {
    "itstId": "14817",
    "nodeId": "1640092800",
    "itstNm": "송도6레이크1차3(SD615)",
    "la": 37.402324,
    "lo": 126.62124
  },
  {
    "itstId": "14818",
    "nodeId": "1640093000",
    "itstNm": "SD607",
    "la": 37.398692,
    "lo": 126.619569
  },
  {
    "itstId": "14819",
    "nodeId": "1640093100",
    "itstNm": "SD606",
    "la": 37.395602,
    "lo": 126.618338
  },
  {
    "itstId": "14820",
    "itstNm": "SD605",
    "la": 37.392461,
    "lo": 126.615365
  },
  {
    "itstId": "14821",
    "itstNm": "SD624",
    "la": 37.391419,
    "lo": 126.61744
  },
  {
    "itstId": "14822",
    "itstNm": "SD604",
    "la": 37.385402,
    "lo": 126.614592
  },
  {
    "itstId": "14823",
    "itstNm": "송도6S입구4(SD603)",
    "la": 37.386309,
    "lo": 126.617539
  },
  {
    "itstId": "14824",
    "itstNm": "해양3중학교4(SD623)",
    "la": 37.392825,
    "lo": 126.618662
  },
  {
    "itstId": "14825",
    "itstNm": "현송초교앞(SD622)",
    "la": 37.393589,
    "lo": 126.619398
  },
  {
    "itstId": "14826",
    "nodeId": "1640092600",
    "itstNm": "현송초교3거리(SD621)",
    "la": 37.394767,
    "lo": 126.62018
  },
  {
    "itstId": "14827",
    "itstNm": "송도6레이크2차앞(SD620)",
    "la": 37.396137,
    "lo": 126.620791
  },
  {
    "itstId": "14828",
    "itstNm": "송도6레이크2차3(SD619)",
    "la": 37.397229,
    "lo": 126.621321
  },
  {
    "itstId": "14829",
    "nodeId": "1640092700",
    "itstNm": "송도6현대3거리(SD618)",
    "la": 37.398256,
    "lo": 126.621743
  },
  {
    "itstId": "14830",
    "itstNm": "송도6레이크1차앞(SD616)",
    "la": 37.399898,
    "lo": 126.622327
  },
  {
    "itstId": "14831",
    "itstNm": "SD625",
    "la": 37.388679,
    "lo": 126.616631
  },
  {
    "itstId": "14832",
    "nodeId": "1640101500",
    "itstNm": "ATE4거리",
    "la": 37.379185,
    "lo": 126.664817
  },
  {
    "itstId": "14833",
    "itstNm": "ATW3거리",
    "la": 37.380427,
    "lo": 126.662778
  },
  {
    "itstId": "18793",
    "nodeId": "1680036200",
    "itstNm": "제3청라4거리",
    "la": 37.540245,
    "lo": 126.649986
  },
  {
    "itstId": "18794",
    "nodeId": "1680049000",
    "itstNm": "라임3거리-1794",
    "la": 37.540231,
    "lo": 126.653337
  },
  {
    "itstId": "18795",
    "nodeId": "1680049200",
    "itstNm": "에메랄드3거리-1795",
    "la": 37.540288,
    "lo": 126.656391
  },
  {
    "itstId": "18796",
    "nodeId": "1680036300",
    "itstNm": "담지3거리-1796",
    "la": 37.540295,
    "lo": 126.659715
  },
  {
    "itstId": "18797",
    "nodeId": "1680035600",
    "itstNm": "제2청라4거리-1797",
    "la": 37.536043,
    "lo": 126.649734
  },
  {
    "itstId": "18798",
    "nodeId": "1680034800",
    "itstNm": "제1청라4거리",
    "la": 37.529895,
    "lo": 126.649555
  },
  {
    "itstId": "18799",
    "nodeId": "1680040400",
    "itstNm": "장경교서측4거리-1799",
    "la": 37.529923,
    "lo": 126.653292
  },
  {
    "itstId": "18800",
    "nodeId": "1680040500",
    "itstNm": "초은고4거리",
    "la": 37.529909,
    "lo": 126.656553
  },
  {
    "itstId": "18801",
    "nodeId": "1680034900",
    "itstNm": "봉수교3거리",
    "la": 37.529973,
    "lo": 126.659858
  },
  {
    "itstId": "18802",
    "nodeId": "1680049100",
    "itstNm": "제3연일공원-1802",
    "la": 37.540224,
    "lo": 126.654801
  },
  {
    "itstId": "18803",
    "nodeId": "1680047400",
    "itstNm": "청라중북측-1803",
    "la": 37.538215,
    "lo": 126.653292
  },
  {
    "itstId": "18804",
    "itstNm": "청라초북측",
    "la": 37.53818,
    "lo": 126.656436
  },
  {
    "itstId": "18805",
    "itstNm": "담지마을-1805",
    "la": 37.539184,
    "lo": 126.659715
  },
  {
    "itstId": "18806",
    "itstNm": "청라고북측3-1806",
    "la": 37.538208,
    "lo": 126.659742
  },
  {
    "itstId": "18807",
    "nodeId": "1680046200",
    "itstNm": "충민교서측4거리",
    "la": 37.53605,
    "lo": 126.65331
  },
  {
    "itstId": "18808",
    "nodeId": "1680046300",
    "itstNm": "충민교동측4거리",
    "la": 37.536035,
    "lo": 126.656508
  },
  {
    "itstId": "18809",
    "nodeId": "1680035700",
    "itstNm": "청라고남측3-1809",
    "la": 37.536114,
    "lo": 126.659715
  },
  {
    "itstId": "18810",
    "nodeId": "1680044900",
    "itstNm": "중봉3교북측3거리-1810",
    "la": 37.534247,
    "lo": 126.653202
  },
  {
    "itstId": "18811",
    "nodeId": "1680045200",
    "itstNm": "중봉2교북측3",
    "la": 37.534219,
    "lo": 126.656598
  },
  {
    "itstId": "18812",
    "nodeId": "1680045600",
    "itstNm": "중봉1교3거리-1812",
    "la": 37.534205,
    "lo": 126.659894
  },
  {
    "itstId": "18813",
    "nodeId": "1680041700",
    "itstNm": "중봉3교남측3",
    "la": 37.531811,
    "lo": 126.653346
  },
  {
    "itstId": "18814",
    "nodeId": "1680041900",
    "itstNm": "중봉2교남측3-1814",
    "la": 37.53179,
    "lo": 126.656454
  },
  {
    "itstId": "18815",
    "nodeId": "1680042300",
    "itstNm": "중봉1교4거리-1815",
    "la": 37.53184,
    "lo": 126.659876
  },
  {
    "itstId": "18816",
    "nodeId": "1680039700",
    "itstNm": "초은중입구",
    "la": 37.528755,
    "lo": 126.653319
  },
  {
    "itstId": "18817",
    "nodeId": "1680039000",
    "itstNm": "초은공원입구",
    "la": 37.52748,
    "lo": 126.654882
  },
  {
    "itstId": "18818",
    "nodeId": "1680049500",
    "itstNm": "크리스탈3거리",
    "la": 37.541841,
    "lo": 126.636619
  },
  {
    "itstId": "18819",
    "nodeId": "1680036800",
    "itstNm": "루비3거리",
    "la": 37.541855,
    "lo": 126.64059
  },
  {
    "itstId": "18820",
    "nodeId": "1680049600",
    "itstNm": "청라커낼3거리",
    "la": 37.541891,
    "lo": 126.644587
  },
  {
    "itstId": "18821",
    "nodeId": "1680048400",
    "itstNm": "청람초교4거리",
    "la": 37.539013,
    "lo": 126.644587
  },
  {
    "itstId": "18822",
    "itstNm": "프라임청라유치원",
    "la": 37.539063,
    "lo": 126.642467
  },
  {
    "itstId": "18823",
    "nodeId": "1680048300",
    "itstNm": "루비4거리",
    "la": 37.53907,
    "lo": 126.64059
  },
  {
    "itstId": "18824",
    "nodeId": "1680048500",
    "itstNm": "한울3거리",
    "la": 37.539027,
    "lo": 126.636619
  },
  {
    "itstId": "18825",
    "nodeId": "1680046000",
    "itstNm": "경명초3거리",
    "la": 37.536,
    "lo": 126.636583
  },
  {
    "itstId": "18826",
    "nodeId": "1680035500",
    "itstNm": "하우스토리4",
    "la": 37.536043,
    "lo": 126.64059
  },
  {
    "itstId": "18827",
    "nodeId": "1680046100",
    "itstNm": "힐스테이트4",
    "la": 37.536043,
    "lo": 126.644668
  },
  {
    "itstId": "18828",
    "nodeId": "1680045000",
    "itstNm": "청라1교북측3",
    "la": 37.534247,
    "lo": 126.644614
  },
  {
    "itstId": "18829",
    "nodeId": "1680044800",
    "itstNm": "청라2교북측3거리-1829",
    "la": 37.534226,
    "lo": 126.640599
  },
  {
    "itstId": "18830",
    "nodeId": "1680044600",
    "itstNm": "청라3교북측3거리",
    "la": 37.534205,
    "lo": 126.636601
  },
  {
    "itstId": "18831",
    "nodeId": "1680041400",
    "itstNm": "청라3교남측3거리",
    "la": 37.531711,
    "lo": 126.63652
  },
  {
    "itstId": "18832",
    "nodeId": "1680040200",
    "itstNm": "청일초3거리",
    "la": 37.529816,
    "lo": 126.636484
  },
  {
    "itstId": "18833",
    "nodeId": "1680041600",
    "itstNm": "청라2교남측3거리-1833",
    "la": 37.531797,
    "lo": 126.640643
  },
  {
    "itstId": "18834",
    "nodeId": "1680041300",
    "itstNm": "청라1교남측3거리",
    "la": 37.531662,
    "lo": 126.644668
  },
  {
    "itstId": "18835",
    "nodeId": "1680034700",
    "itstNm": "숙위교서측4거리",
    "la": 37.529866,
    "lo": 126.640661
  },
  {
    "itstId": "18836",
    "nodeId": "1680040300",
    "itstNm": "숙위교동측4거리-1836",
    "la": 37.529973,
    "lo": 126.644614
  },
  {
    "itstId": "18837",
    "itstNm": "청라3LH북문-1837",
    "la": 37.529247,
    "lo": 126.64465
  },
  {
    "itstId": "18838",
    "nodeId": "1680034000",
    "itstNm": "도담고4거리-1838",
    "la": 37.526568,
    "lo": 126.641066
  },
  {
    "itstId": "18839",
    "nodeId": "1680038400",
    "itstNm": "호수2교3거리",
    "la": 37.525214,
    "lo": 126.637886
  },
  {
    "itstId": "18840",
    "nodeId": "1680037800",
    "itstNm": "청라역동측3거리(청라대로UD-1)",
    "la": 37.555352,
    "lo": 126.63564
  },
  {
    "itstId": "18841",
    "itstNm": "청라역입구3거리(D-2)",
    "la": 37.554262,
    "lo": 126.62725
  },
  {
    "itstId": "18842",
    "itstNm": "청라역출구3(D-3)",
    "la": 37.553678,
    "lo": 126.624806
  },
  {
    "itstId": "18843",
    "nodeId": "1680037400",
    "itstNm": "인천체고3거리",
    "la": 37.54771,
    "lo": 126.611385
  },
  {
    "itstId": "18844",
    "itstNm": "장도3거리-1844",
    "la": 37.552246,
    "lo": 126.610559
  },
  {
    "itstId": "18845",
    "itstNm": "한내마을",
    "la": 37.541784,
    "lo": 126.626558
  },
  {
    "itstId": "18846",
    "nodeId": "1680036600",
    "itstNm": "사파이어로3거리",
    "la": 37.541791,
    "lo": 126.624815
  },
  {
    "itstId": "18847",
    "nodeId": "1680049400",
    "itstNm": "한내로3거리",
    "la": 37.541762,
    "lo": 126.62848
  },
  {
    "itstId": "18848",
    "nodeId": "1680036700",
    "itstNm": "공촌3교4거리-1848",
    "la": 37.541827,
    "lo": 126.632011
  },
  {
    "itstId": "18849",
    "nodeId": "1680048200",
    "itstNm": "차오름로3거리-1849",
    "la": 37.539006,
    "lo": 126.631948
  },
  {
    "itstId": "18850",
    "itstNm": "차오름수자인북",
    "la": 37.538984,
    "lo": 126.629558
  },
  {
    "itstId": "18851",
    "nodeId": "1680048100",
    "itstNm": "한내초4거리(D-12)",
    "la": 37.538999,
    "lo": 126.628292
  },
  {
    "itstId": "18852",
    "itstNm": "한내공원(차오름로D-13)",
    "la": 37.538956,
    "lo": 126.626657
  },
  {
    "itstId": "18853",
    "nodeId": "1680048000",
    "itstNm": "한내중4",
    "la": 37.538977,
    "lo": 126.624869
  },
  {
    "itstId": "18854",
    "itstNm": "청옥마을입구_사파이어로D-31",
    "la": 37.539918,
    "lo": 126.62486
  },
  {
    "itstId": "18855",
    "nodeId": "1680036100",
    "itstNm": "서인천발전소입구(D-34)",
    "la": 37.539098,
    "lo": 126.611808
  },
  {
    "itstId": "18856",
    "nodeId": "1680046900",
    "itstNm": "파렴입구4",
    "la": 37.537346,
    "lo": 126.621267
  },
  {
    "itstId": "18858",
    "nodeId": "1680035800",
    "itstNm": "허암교서측4",
    "la": 37.536634,
    "lo": 126.624357
  },
  {
    "itstId": "18859",
    "nodeId": "1680046400",
    "itstNm": "허암교동측4",
    "la": 37.536135,
    "lo": 126.627798
  },
  {
    "itstId": "18860",
    "nodeId": "1680035200",
    "itstNm": "경제로3_청라대로D-21-1860",
    "la": 37.536021,
    "lo": 126.631921
  },
  {
    "itstId": "18861",
    "nodeId": "1680044700",
    "itstNm": "청라교북측3",
    "la": 37.534141,
    "lo": 126.631957
  },
  {
    "itstId": "18862",
    "nodeId": "1680044500",
    "itstNm": "청라4교북측3(한내로D-23)",
    "la": 37.534062,
    "lo": 126.6276
  },
  {
    "itstId": "18863",
    "nodeId": "1680044200",
    "itstNm": "청라5교북측3",
    "la": 37.534069,
    "lo": 126.623953
  },
  {
    "itstId": "18864",
    "nodeId": "1680044300",
    "itstNm": "청라6교북측4(비지니스로D-25)",
    "la": 37.534027,
    "lo": 126.620961
  },
  {
    "itstId": "18865",
    "nodeId": "1680041000",
    "itstNm": "비지니스로E-1",
    "la": 37.531647,
    "lo": 126.621132
  },
  {
    "itstId": "18866",
    "nodeId": "1680041100",
    "itstNm": "사파이어로E-2-1866",
    "la": 37.531783,
    "lo": 126.62389
  },
  {
    "itstId": "18867",
    "nodeId": "1680041200",
    "itstNm": "청라4교남측3(한내로E-3)",
    "la": 37.531683,
    "lo": 126.6276
  },
  {
    "itstId": "18868",
    "nodeId": "1680041500",
    "itstNm": "청라교남측3거리(E-4)",
    "la": 37.531676,
    "lo": 126.632065
  },
  {
    "itstId": "18869",
    "nodeId": "1680034400",
    "itstNm": "청중로3_청라대로E",
    "la": 37.529909,
    "lo": 126.631903
  },
  {
    "itstId": "18870",
    "nodeId": "1680040100",
    "itstNm": "문숙교동측4거리",
    "la": 37.529752,
    "lo": 126.627851
  },
  {
    "itstId": "18871",
    "nodeId": "1680038502",
    "itstNm": "해원고3거리",
    "la": 37.527665,
    "lo": 126.628624
  },
  {
    "itstId": "18872",
    "itstNm": "해원공원",
    "la": 37.527273,
    "lo": 126.627097
  },
  {
    "itstId": "18873",
    "nodeId": "1680038800",
    "itstNm": "해원초4거리",
    "la": 37.526817,
    "lo": 126.625354
  },
  {
    "itstId": "18874",
    "nodeId": "1680034300",
    "itstNm": "환승센터4거리",
    "la": 37.529168,
    "lo": 126.62442
  },
  {
    "itstId": "18875",
    "nodeId": "1680039600",
    "itstNm": "문포도4거리-1875",
    "la": 37.528463,
    "lo": 126.621779
  },
  {
    "itstId": "18876",
    "nodeId": "1680034200",
    "itstNm": "청라수자인4(5-15)",
    "la": 37.527872,
    "lo": 126.619246
  },
  {
    "itstId": "18877",
    "nodeId": "1680038600",
    "itstNm": "해원3거리-1877",
    "la": 37.525948,
    "lo": 126.622749
  },
  {
    "itstId": "18878",
    "nodeId": "1680038200",
    "itstNm": "솔빛4거리",
    "la": 37.523789,
    "lo": 126.623692
  },
  {
    "itstId": "18879",
    "nodeId": "1680038300",
    "itstNm": "청라외교4거리",
    "la": 37.524587,
    "lo": 126.626279
  },
  {
    "itstId": "18880",
    "itstNm": "청라유치원",
    "la": 37.525079,
    "lo": 126.627995
  },
  {
    "itstId": "18881",
    "nodeId": "1680038500",
    "itstNm": "해원마을4거리",
    "la": 37.525471,
    "lo": 126.629585
  },
  {
    "itstId": "18882",
    "nodeId": "1680038700",
    "itstNm": "솔빛로3거리",
    "la": 37.526347,
    "lo": 126.632622
  },
  {
    "itstId": "18883",
    "nodeId": "1680033800",
    "itstNm": "심곡2교4거리",
    "la": 37.523376,
    "lo": 126.633789
  },
  {
    "itstId": "18884",
    "nodeId": "1680033700",
    "itstNm": "심곡3교4거리-1884",
    "la": 37.520847,
    "lo": 126.628049
  },
  {
    "itstId": "18886",
    "itstNm": "한화3 동측",
    "la": 37.53704,
    "lo": 126.640581
  },
  {
    "itstId": "18887",
    "nodeId": "1680015300",
    "itstNm": "서부공단입구4거리",
    "la": 37.543814,
    "lo": 126.650031
  },
  {
    "itstId": "18888",
    "itstNm": "제2사염공원-1888",
    "la": 37.541891,
    "lo": 126.642099
  },
  {
    "itstId": "18889",
    "nodeId": "1680038900",
    "itstNm": "포리공원남측",
    "la": 37.526924,
    "lo": 126.642548
  },
  {
    "itstId": "18890",
    "nodeId": "1680039500",
    "itstNm": "포리공원서측-1890",
    "la": 37.528178,
    "lo": 126.640697
  },
  {
    "itstId": "18891",
    "nodeId": "1680039400",
    "itstNm": "도담초입구",
    "la": 37.528142,
    "lo": 126.644623
  },
  {
    "itstId": "18892",
    "nodeId": "1680040600",
    "itstNm": "환승센터입구-1892",
    "la": 37.530408,
    "lo": 126.624043
  },
  {
    "itstId": "18893",
    "itstNm": "문숙교3거리-1893",
    "la": 37.529524,
    "lo": 126.626091
  },
  {
    "itstId": "18894",
    "itstNm": "해원초입구",
    "la": 37.527822,
    "lo": 126.624905
  },
  {
    "itstId": "18895",
    "itstNm": "청라5반도남문",
    "la": 37.524089,
    "lo": 126.624662
  },
  {
    "itstId": "18896",
    "itstNm": "솔빛공원서측_E-26",
    "la": 37.522414,
    "lo": 126.627438
  },
  {
    "itstId": "18897",
    "itstNm": "솔빛공원남측-1897",
    "la": 37.521595,
    "lo": 126.629639
  },
  {
    "itstId": "18921",
    "nodeId": "1680048600",
    "itstNm": "청라1중흥동문-1921",
    "la": 37.539205,
    "lo": 126.653319
  },
  {
    "itstId": "18922",
    "nodeId": "1680047800",
    "itstNm": "청라1웰서문",
    "la": 37.539063,
    "lo": 126.656382
  },
  {
    "itstId": "18925",
    "nodeId": "1680045400",
    "itstNm": "웰카운티19남문",
    "la": 37.53419,
    "lo": 126.658017
  },
  {
    "itstId": "18926",
    "itstNm": "호반베르디움1북문(UA-6)",
    "la": 37.531733,
    "lo": 126.657577
  },
  {
    "itstId": "18927",
    "nodeId": "1680040800",
    "itstNm": "서해그랑블동문(UA-7)",
    "la": 37.530792,
    "lo": 126.656454
  },
  {
    "itstId": "18928",
    "itstNm": "엑슬루타워동문(UA-8)",
    "la": 37.531013,
    "lo": 126.653256
  },
  {
    "itstId": "18929",
    "nodeId": "1680041702",
    "itstNm": "엑슬루타워북문(UA-9)",
    "la": 37.531833,
    "lo": 126.652537
  },
  {
    "itstId": "18930",
    "nodeId": "1680045800",
    "itstNm": "청라린동문-1930",
    "la": 37.535145,
    "lo": 126.653256
  },
  {
    "itstId": "18931",
    "itstNm": "청라린남문",
    "la": 37.534162,
    "lo": 126.651639
  },
  {
    "itstId": "18932",
    "nodeId": "1680039800",
    "itstNm": "초은초입구",
    "la": 37.528755,
    "lo": 126.656472
  },
  {
    "itstId": "18933",
    "nodeId": "1680049300",
    "itstNm": "청라2한라서문",
    "la": 37.540637,
    "lo": 126.636646
  },
  {
    "itstId": "18934",
    "itstNm": "청라2한라남문",
    "la": 37.53907,
    "lo": 126.63838
  },
  {
    "itstId": "18935",
    "nodeId": "1680046700",
    "itstNm": "청라2한화서문",
    "la": 37.537239,
    "lo": 126.636556
  },
  {
    "itstId": "18936",
    "nodeId": "1680047600",
    "itstNm": "풍경채앞",
    "la": 37.538443,
    "lo": 126.647336
  },
  {
    "itstId": "18937",
    "nodeId": "1680045700",
    "itstNm": "청라2대우서문",
    "la": 37.535045,
    "lo": 126.636592
  },
  {
    "itstId": "18938",
    "itstNm": "청라2푸르지오남문",
    "la": 37.534198,
    "lo": 126.638532
  },
  {
    "itstId": "18939",
    "nodeId": "1680040700",
    "itstNm": "청라3포스코서문",
    "la": 37.530586,
    "lo": 126.636565
  },
  {
    "itstId": "18940",
    "itstNm": "청라3포스코북문-1940",
    "la": 37.531783,
    "lo": 126.638604
  },
  {
    "itstId": "18941",
    "nodeId": "1680041301",
    "itstNm": "청라3롯대북문-1941",
    "la": 37.531719,
    "lo": 126.645575
  },
  {
    "itstId": "18942",
    "itstNm": "청라3호반남문",
    "la": 37.525798,
    "lo": 126.639305
  },
  {
    "itstId": "18943",
    "nodeId": "1680039200",
    "itstNm": "청라3호반서문",
    "la": 37.527693,
    "lo": 126.636835
  },
  {
    "itstId": "18944",
    "nodeId": "1680037500",
    "itstNm": "청라GC3 (UD-1)",
    "la": 37.550138,
    "lo": 126.632118
  },
  {
    "itstId": "18945",
    "nodeId": "1680049900",
    "itstNm": "베어즈GC4거리",
    "la": 37.545231,
    "lo": 126.63184
  },
  {
    "itstId": "18946",
    "itstNm": "청라5한양동문",
    "la": 37.527059,
    "lo": 126.622201
  },
  {
    "itstId": "18947",
    "itstNm": "청라5동문남문",
    "la": 37.52639,
    "lo": 126.624177
  },
  {
    "itstId": "18948",
    "itstNm": "청라5SK서문",
    "la": 37.526767,
    "lo": 126.628992
  },
  {
    "itstId": "18949",
    "nodeId": "1680038501",
    "itstNm": "청라5SK남문",
    "la": 37.525962,
    "lo": 126.631202
  },
  {
    "itstId": "18950",
    "nodeId": "1680047300",
    "itstNm": "한울로입구-1950",
    "la": 37.538151,
    "lo": 126.649896
  },
  {
    "itstId": "18951",
    "nodeId": "1680045100",
    "itstNm": "중봉교북측-1951",
    "la": 37.534219,
    "lo": 126.649707
  },
  {
    "itstId": "18952",
    "nodeId": "1680041800",
    "itstNm": "중봉교남측-1952",
    "la": 37.531804,
    "lo": 126.6496
  },
  {
    "itstId": "18953",
    "itstNm": "1687부대D-38-1953",
    "la": 37.549227,
    "lo": 126.607514
  },
  {
    "itstId": "18954",
    "itstNm": "인천체고D-39-1954",
    "la": 37.542667,
    "lo": 126.611808
  },
  {
    "itstId": "18955",
    "itstNm": "문점1교3거리",
    "la": 37.528591,
    "lo": 126.612293
  },
  {
    "itstId": "18956",
    "itstNm": "해원고입구",
    "la": 37.528677,
    "lo": 126.628247
  },
  {
    "itstId": "18957",
    "itstNm": "청라5현대동문",
    "la": 37.526119,
    "lo": 126.629289
  },
  {
    "itstId": "18958",
    "nodeId": "1680041701",
    "itstNm": "청라엑슬루타워정문-1958",
    "la": 37.531868,
    "lo": 126.650732
  },
  {
    "itstId": "18959",
    "itstNm": "청라테라스자이-1959",
    "la": 37.521616,
    "lo": 126.624707
  },
  {
    "itstId": "18960",
    "nodeId": "1680041302",
    "itstNm": "청라홈플러스-1960",
    "la": 37.531747,
    "lo": 126.646797
  },
  {
    "itstId": "18961",
    "itstNm": "로봇랜드 앞3",
    "la": 37.522806,
    "lo": 126.611978
  },
  {
    "itstId": "18962",
    "itstNm": "청라모아미래도3",
    "la": 37.538244,
    "lo": 126.621662
  },
  {
    "itstId": "18963",
    "itstNm": "제일풍경채 서측B",
    "la": 37.537325,
    "lo": 126.644632
  },
  {
    "itstId": "18964",
    "itstNm": "제일풍경채 서측C",
    "la": 37.538044,
    "lo": 126.644623
  },
  {
    "itstId": "18965",
    "nodeId": "1680043800",
    "itstNm": "청라2교북단",
    "la": 37.533286,
    "lo": 126.64059
  },
  {
    "itstId": "18966",
    "nodeId": "1680042900",
    "itstNm": "청라2교남단",
    "la": 37.532723,
    "lo": 126.640599
  },
  {
    "itstId": "18967",
    "itstNm": "더스페이스타워",
    "la": 37.534226,
    "lo": 126.645845
  },
  {
    "itstId": "18968",
    "itstNm": "심곡3교IC남3거리",
    "la": 37.519208,
    "lo": 126.628876
  },
  {
    "itstId": "18969",
    "itstNm": "심곡2교IC",
    "la": 37.521951,
    "lo": 126.634751
  },
  {
    "itstId": "18970",
    "nodeId": "1680094500",
    "itstNm": "중봉로4거리",
    "la": 37.525813,
    "lo": 126.649384
  },
  {
    "itstId": "18971",
    "itstNm": "청라에일린의뜰정문",
    "la": 37.535173,
    "lo": 126.64465
  },
  {
    "itstId": "18972",
    "nodeId": "1680045102",
    "itstNm": "청라썬앤빌",
    "la": 37.534247,
    "lo": 126.646788
  },
  {
    "itstId": "18973",
    "itstNm": "청라에일린의뜰후문",
    "la": 37.534233,
    "lo": 126.648531
  },
  {
    "itstId": "18974",
    "itstNm": "하나인재개발원4",
    "la": 37.550509,
    "lo": 126.622003
  },
  {
    "itstId": "18975",
    "itstNm": "청라로제비앙북",
    "la": 37.538956,
    "lo": 126.62336
  },
  {
    "itstId": "18976",
    "itstNm": "차오름수자인3",
    "la": 37.538984,
    "lo": 126.630663
  },
  {
    "itstId": "18977",
    "itstNm": "차오름수자인서",
    "la": 37.537652,
    "lo": 126.628157
  },
  {
    "itstId": "18978",
    "itstNm": "남청라입구3",
    "la": 37.516401,
    "lo": 126.612912
  },
  {
    "itstId": "18979",
    "itstNm": "남청라출구3",
    "la": 37.517327,
    "lo": 126.612823
  },
  {
    "itstId": "18980",
    "nodeId": "1680044502",
    "itstNm": "청라베르디움",
    "la": 37.534133,
    "lo": 126.630807
  },
  {
    "itstId": "18981",
    "itstNm": "청라라피아노",
    "la": 37.522514,
    "lo": 126.631723
  }
];