window.SEOUL_CROSSROAD_DATA = {
  "DESCRIPTION": {
    "note": "Generated from v2xCrossroadMapInformation CSV with spatial matched gu_cd"
  },
  "DATA": [
    {
      "itstId": "1007",
      "intr_nm": "우리은행암사",
      "la": 37.5547454,
      "lo": 127.1364893,
      "gu_cd": "740"
    },
    {
      "itstId": "1014",
      "intr_nm": "선사사거리",
      "la": 37.5547665,
      "lo": 127.1291998,
      "gu_cd": "740"
    },
    {
      "itstId": "1017",
      "intr_nm": "명일여고앞",
      "la": 37.5491714,
      "lo": 127.1493232,
      "gu_cd": "740"
    },
    {
      "itstId": "1037",
      "intr_nm": "아시아선수촌정문",
      "la": 37.5097733,
      "lo": 127.0788142,
      "gu_cd": "710"
    },
    {
      "itstId": "1042",
      "intr_nm": "롯데백화점관악",
      "la": 37.4898846,
      "lo": 126.9253618,
      "gu_cd": "620"
    },
    {
      "itstId": "1049",
      "intr_nm": "당곡초교입구",
      "la": 37.488432,
      "lo": 126.9301134,
      "gu_cd": "620"
    },
    {
      "itstId": "1058",
      "intr_nm": "올림픽대교북단",
      "la": 37.5411583,
      "lo": 127.095843,
      "gu_cd": "210"
    },
    {
      "itstId": "1068",
      "intr_nm": "신내차량기지",
      "la": 37.6129609,
      "lo": 127.1013286,
      "gu_cd": "260"
    },
    {
      "itstId": "1074",
      "intr_nm": "노원자동차검사소",
      "la": 37.6379678,
      "lo": 127.0724311,
      "gu_cd": "350"
    },
    {
      "itstId": "1075",
      "intr_nm": "중계경남아파트",
      "la": 37.6435364,
      "lo": 127.0648555,
      "gu_cd": "350"
    },
    {
      "itstId": "1092",
      "intr_nm": "강서소방서",
      "la": 37.558026,
      "lo": 126.8609272,
      "gu_cd": "500"
    },
    {
      "itstId": "1103",
      "intr_nm": "동부제강입구",
      "la": 37.4916277,
      "lo": 126.8326653,
      "gu_cd": "530"
    },
    {
      "itstId": "1112",
      "intr_nm": "은천치안센터",
      "la": 37.4830837,
      "lo": 126.9437765,
      "gu_cd": "620"
    },
    {
      "itstId": "1123",
      "intr_nm": "대치삼성아파트앞",
      "la": 37.4982423,
      "lo": 127.0588972,
      "gu_cd": "680"
    },
    {
      "itstId": "1133",
      "intr_nm": "양화교밑",
      "la": 37.5471526,
      "lo": 126.8804472,
      "gu_cd": "470"
    },
    {
      "itstId": "1147",
      "intr_nm": "강서구청",
      "la": 37.5515969,
      "lo": 126.8494681,
      "gu_cd": "500"
    },
    {
      "itstId": "1157",
      "intr_nm": "열병합발전소앞",
      "la": 37.5392572,
      "lo": 126.885634,
      "gu_cd": "470"
    },
    {
      "itstId": "1183",
      "intr_nm": "서초푸르지오써밋",
      "la": 37.5017678,
      "lo": 127.0219365,
      "gu_cd": "650"
    },
    {
      "itstId": "1184",
      "intr_nm": "신계초교",
      "la": 37.6299598,
      "lo": 127.0540575,
      "gu_cd": "350"
    },
    {
      "itstId": "1190",
      "intr_nm": "방화사거리",
      "la": 37.5734357,
      "lo": 126.8114452,
      "gu_cd": "500"
    },
    {
      "itstId": "1194",
      "intr_nm": "수동물병원",
      "la": 37.4985483,
      "lo": 126.8859459,
      "gu_cd": "530"
    },
    {
      "itstId": "1197",
      "intr_nm": "신도고교",
      "la": 37.6304785,
      "lo": 126.9192546,
      "gu_cd": "380"
    },
    {
      "itstId": "1199",
      "intr_nm": "영보빌딩은평",
      "la": 37.6164644,
      "lo": 126.9188239,
      "gu_cd": "380"
    },
    {
      "itstId": "1201",
      "intr_nm": "대림부동산",
      "la": 37.4842028,
      "lo": 126.9397976,
      "gu_cd": "620"
    },
    {
      "itstId": "1217",
      "intr_nm": "역촌시장",
      "la": 37.6124172,
      "lo": 126.9153304,
      "gu_cd": "380"
    },
    {
      "itstId": "1222",
      "intr_nm": "망우금호아파트",
      "la": 37.6003969,
      "lo": 127.1095853,
      "gu_cd": "260"
    },
    {
      "itstId": "1231",
      "intr_nm": "유수지주차장",
      "la": 37.5811365,
      "lo": 127.0833663,
      "gu_cd": "260"
    },
    {
      "itstId": "124",
      "intr_nm": "반포래미안아이파크정문",
      "la": 37.5013203,
      "lo": 127.0119728,
      "gu_cd": "650"
    },
    {
      "itstId": "125",
      "intr_nm": "아크로비스타아케이드",
      "la": 37.4993896,
      "lo": 127.012412,
      "gu_cd": "650"
    },
    {
      "itstId": "126",
      "intr_nm": "종합운동장",
      "la": 37.5118557,
      "lo": 127.0783248,
      "gu_cd": "710"
    },
    {
      "itstId": "1260",
      "intr_nm": "대창빌딩",
      "la": 37.554934,
      "lo": 126.8164716,
      "gu_cd": "500"
    },
    {
      "itstId": "1274",
      "intr_nm": "한국컨벤션웨딩",
      "la": 37.4972768,
      "lo": 126.855287,
      "gu_cd": "530"
    },
    {
      "itstId": "1275",
      "intr_nm": "양정중",
      "la": 37.5358388,
      "lo": 126.887817,
      "gu_cd": "470"
    },
    {
      "itstId": "1286",
      "intr_nm": "외발산사거리",
      "la": 37.5518562,
      "lo": 126.8165775,
      "gu_cd": "500"
    },
    {
      "itstId": "1296",
      "intr_nm": "여의도광장",
      "la": 37.5269682,
      "lo": 126.9259912,
      "gu_cd": "560"
    },
    {
      "itstId": "130",
      "intr_nm": "목동사거리",
      "la": 37.5324079,
      "lo": 126.8637392,
      "gu_cd": "500"
    },
    {
      "itstId": "1303",
      "intr_nm": "구로소방서",
      "la": 37.4980986,
      "lo": 126.8650692,
      "gu_cd": "530"
    },
    {
      "itstId": "1311",
      "intr_nm": "대림우성아파트",
      "la": 37.4943499,
      "lo": 126.9108883,
      "gu_cd": "590"
    },
    {
      "itstId": "132",
      "intr_nm": "목동7단지",
      "la": 37.5277056,
      "lo": 126.8641695,
      "gu_cd": "470"
    },
    {
      "itstId": "1324",
      "intr_nm": "기상청입구",
      "la": 37.4971956,
      "lo": 126.9175609,
      "gu_cd": "560"
    },
    {
      "itstId": "1396",
      "intr_nm": "양광교회",
      "la": 37.6084925,
      "lo": 126.9286966,
      "gu_cd": "380"
    },
    {
      "itstId": "1429",
      "intr_nm": "정은스카이빌",
      "la": 37.5223505,
      "lo": 126.8502162,
      "gu_cd": "470"
    },
    {
      "itstId": "1437",
      "intr_nm": "KBS스포츠월드",
      "la": 37.5568376,
      "lo": 126.8497898,
      "gu_cd": "500"
    },
    {
      "itstId": "1453",
      "intr_nm": "보성운수종점",
      "la": 37.4641841,
      "lo": 126.9191902,
      "gu_cd": "620"
    },
    {
      "itstId": "1463",
      "intr_nm": "종로노인복지관앞",
      "la": 37.5756133,
      "lo": 127.0050093,
      "gu_cd": "110"
    },
    {
      "itstId": "147",
      "intr_nm": "창4동주민센터",
      "la": 37.652399,
      "lo": 127.0511283,
      "gu_cd": "320"
    },
    {
      "itstId": "148",
      "intr_nm": "국회의사당",
      "la": 37.5288059,
      "lo": 126.9165964,
      "gu_cd": "560"
    },
    {
      "itstId": "1480",
      "intr_nm": "양천향교역",
      "la": 37.5684552,
      "lo": 126.8413132,
      "gu_cd": "500"
    },
    {
      "itstId": "1499",
      "intr_nm": "삼성129동앞",
      "la": 37.5067948,
      "lo": 127.0957856,
      "gu_cd": "710"
    },
    {
      "itstId": "1524",
      "intr_nm": "가리봉치안센터",
      "la": 37.4787286,
      "lo": 126.8936444,
      "gu_cd": "540"
    },
    {
      "itstId": "1525",
      "intr_nm": "목동13.14단지",
      "la": 37.5140373,
      "lo": 126.8697183,
      "gu_cd": "470"
    },
    {
      "itstId": "1541",
      "intr_nm": "길동시장",
      "la": 37.5346296,
      "lo": 127.1363714,
      "gu_cd": "740"
    },
    {
      "itstId": "1590",
      "intr_nm": "동양종합금융증권",
      "la": 37.4939478,
      "lo": 127.1215,
      "gu_cd": "710"
    },
    {
      "itstId": "160",
      "intr_nm": "삼성힐스테이트2단지앞",
      "la": 37.512433,
      "lo": 127.0511972,
      "gu_cd": "680"
    },
    {
      "itstId": "1608",
      "intr_nm": "신성교",
      "la": 37.4709465,
      "lo": 126.9377066,
      "gu_cd": "620"
    },
    {
      "itstId": "161",
      "intr_nm": "세곡동주민센터앞",
      "la": 37.4692409,
      "lo": 127.1079628,
      "gu_cd": "680"
    },
    {
      "itstId": "1612",
      "intr_nm": "군악대",
      "la": 37.5018685,
      "lo": 126.9797866,
      "gu_cd": "590"
    },
    {
      "itstId": "1637",
      "intr_nm": "일영유리",
      "la": 37.6086715,
      "lo": 126.9995954,
      "gu_cd": "290"
    },
    {
      "itstId": "1648",
      "intr_nm": "한전성서지점",
      "la": 37.6057415,
      "lo": 126.9341247,
      "gu_cd": "380"
    },
    {
      "itstId": "1654",
      "intr_nm": "동부제일병원",
      "la": 37.6004723,
      "lo": 127.1082698,
      "gu_cd": "260"
    },
    {
      "itstId": "1672",
      "intr_nm": "어린이대공원역",
      "la": 37.5472691,
      "lo": 127.0741779,
      "gu_cd": "210"
    },
    {
      "itstId": "1682",
      "intr_nm": "자양사거리",
      "la": 37.5365645,
      "lo": 127.0835634,
      "gu_cd": "210"
    },
    {
      "itstId": "1709",
      "intr_nm": "상계교",
      "la": 37.6617107,
      "lo": 127.0524475,
      "gu_cd": "350"
    },
    {
      "itstId": "1730",
      "intr_nm": "삼성관음아파트",
      "la": 37.5526424,
      "lo": 126.8700037,
      "gu_cd": "500"
    },
    {
      "itstId": "1736",
      "intr_nm": "수락초교",
      "la": 37.6836818,
      "lo": 127.05543,
      "gu_cd": "350"
    },
    {
      "itstId": "1741",
      "intr_nm": "온수골사거리",
      "la": 37.6612274,
      "lo": 127.0587312,
      "gu_cd": "350"
    },
    {
      "itstId": "1746",
      "intr_nm": "하계역",
      "la": 37.635961,
      "lo": 127.0682131,
      "gu_cd": "350"
    },
    {
      "itstId": "1747",
      "intr_nm": "농협공릉지점",
      "la": 37.6222447,
      "lo": 127.074123,
      "gu_cd": "350"
    },
    {
      "itstId": "1748",
      "intr_nm": "화랑삼거리",
      "la": 37.6238,
      "lo": 127.0907754,
      "gu_cd": "350"
    },
    {
      "itstId": "1751",
      "intr_nm": "태릉선수촌",
      "la": 37.6335966,
      "lo": 127.1033313,
      "gu_cd": "350"
    },
    {
      "itstId": "1792",
      "intr_nm": "방학역앞",
      "la": 37.6697209,
      "lo": 127.0436376,
      "gu_cd": "320"
    },
    {
      "itstId": "1812",
      "intr_nm": "신설동역",
      "la": 37.5755809,
      "lo": 127.0232274,
      "gu_cd": "230"
    },
    {
      "itstId": "1821",
      "intr_nm": "세종대로사거리",
      "la": 37.5701758,
      "lo": 126.977029,
      "gu_cd": "110"
    },
    {
      "itstId": "1822",
      "intr_nm": "통인교차로",
      "la": 37.5794539,
      "lo": 126.9713498,
      "gu_cd": "110"
    },
    {
      "itstId": "1827",
      "intr_nm": "통인시장",
      "la": 37.581461,
      "lo": 126.9708642,
      "gu_cd": "110"
    },
    {
      "itstId": "1828",
      "intr_nm": "하림각",
      "la": 37.5978194,
      "lo": 126.9626128,
      "gu_cd": "110"
    },
    {
      "itstId": "1832",
      "intr_nm": "무악재역",
      "la": 37.5819776,
      "lo": 126.9505189,
      "gu_cd": "410"
    },
    {
      "itstId": "1835",
      "intr_nm": "광교",
      "la": 37.5690373,
      "lo": 126.9827797,
      "gu_cd": "110"
    },
    {
      "itstId": "185",
      "intr_nm": "인권빌딩",
      "la": 37.5342458,
      "lo": 126.8635971,
      "gu_cd": "470"
    },
    {
      "itstId": "1882",
      "intr_nm": "강서운전면허시험장입구",
      "la": 37.5493647,
      "lo": 126.819563,
      "gu_cd": "500"
    },
    {
      "itstId": "1885",
      "intr_nm": "코끼리약국",
      "la": 37.5081781,
      "lo": 127.0879169,
      "gu_cd": "710"
    },
    {
      "itstId": "189",
      "intr_nm": "관악우성아파트",
      "la": 37.4864113,
      "lo": 126.9568561,
      "gu_cd": "620"
    },
    {
      "itstId": "1904",
      "intr_nm": "목동월드파크빌",
      "la": 37.5408714,
      "lo": 126.8637453,
      "gu_cd": "500"
    },
    {
      "itstId": "1922",
      "intr_nm": "홍은풍림아파트",
      "la": 37.595159,
      "lo": 126.9402854,
      "gu_cd": "410"
    },
    {
      "itstId": "1926",
      "intr_nm": "안산초교",
      "la": 37.5805804,
      "lo": 126.9517861,
      "gu_cd": "410"
    },
    {
      "itstId": "1957",
      "intr_nm": "어린이회관앞",
      "la": 37.5456142,
      "lo": 127.0785874,
      "gu_cd": "210"
    },
    {
      "itstId": "197",
      "intr_nm": "난우지구대",
      "la": 37.4797112,
      "lo": 126.9149363,
      "gu_cd": "620"
    },
    {
      "itstId": "1971",
      "intr_nm": "평안섬유공업사",
      "la": 37.5891509,
      "lo": 127.0589138,
      "gu_cd": "230"
    },
    {
      "itstId": "199",
      "intr_nm": "신도림주민센터",
      "la": 37.5057642,
      "lo": 126.8836059,
      "gu_cd": "530"
    },
    {
      "itstId": "2003",
      "intr_nm": "석촌호",
      "la": 37.5065529,
      "lo": 127.0973009,
      "gu_cd": "710"
    },
    {
      "itstId": "20045",
      "intr_nm": "학동(연등)1",
      "la": 37.523502,
      "lo": 127.0416064,
      "gu_cd": "680"
    },
    {
      "itstId": "20046",
      "intr_nm": "도산공원(연등)",
      "la": 37.5221282,
      "lo": 127.0357303,
      "gu_cd": "680"
    },
    {
      "itstId": "20047",
      "intr_nm": "삼화콘덴서(연등)",
      "la": 37.5209338,
      "lo": 127.0319535,
      "gu_cd": "680"
    },
    {
      "itstId": "20054",
      "intr_nm": "청담초교(연등)",
      "la": 37.5266046,
      "lo": 127.0454089,
      "gu_cd": "680"
    },
    {
      "itstId": "20077",
      "intr_nm": "롯데백화점도곡(연등)",
      "la": 37.4973799,
      "lo": 127.0562029,
      "gu_cd": "680"
    },
    {
      "itstId": "2010",
      "intr_nm": "강서도로사업소",
      "la": 37.5727294,
      "lo": 126.8299747,
      "gu_cd": "500"
    },
    {
      "itstId": "20101",
      "intr_nm": "수서역(연등)1",
      "la": 37.488424,
      "lo": 127.1003019,
      "gu_cd": "680"
    },
    {
      "itstId": "20130",
      "intr_nm": "목동사거리(연등)",
      "la": 37.5327016,
      "lo": 126.8660821,
      "gu_cd": "470"
    },
    {
      "itstId": "20133",
      "intr_nm": "목동역(연등)1",
      "la": 37.5262938,
      "lo": 126.8635009,
      "gu_cd": "470"
    },
    {
      "itstId": "20134",
      "intr_nm": "남부법원.검찰청(연등)",
      "la": 37.5244125,
      "lo": 126.8648346,
      "gu_cd": "470"
    },
    {
      "itstId": "2017",
      "intr_nm": "유광사여성병원",
      "la": 37.5432532,
      "lo": 126.8388708,
      "gu_cd": "500"
    },
    {
      "itstId": "20239",
      "intr_nm": "노원롯데백화점(연등)",
      "la": 37.654585,
      "lo": 127.061948,
      "gu_cd": "350"
    },
    {
      "itstId": "2028",
      "intr_nm": "이태원소방파출소",
      "la": 37.5346034,
      "lo": 126.9955875,
      "gu_cd": "170"
    },
    {
      "itstId": "20393",
      "intr_nm": "보훈병원입구(연등)",
      "la": 37.5341124,
      "lo": 127.1426528,
      "gu_cd": "740"
    },
    {
      "itstId": "20403",
      "intr_nm": "동성공업사(연등)",
      "la": 37.6101463,
      "lo": 127.0324361,
      "gu_cd": "300"
    },
    {
      "itstId": "2042",
      "intr_nm": "가양3.5단지",
      "la": 37.5628915,
      "lo": 126.8517449,
      "gu_cd": "500"
    },
    {
      "itstId": "20423",
      "intr_nm": "수유3동우체국(연등)",
      "la": 37.642193,
      "lo": 127.030145,
      "gu_cd": "300"
    },
    {
      "itstId": "2045",
      "intr_nm": "방아삼거리",
      "la": 37.5236865,
      "lo": 127.1464939,
      "gu_cd": "740"
    },
    {
      "itstId": "20451",
      "intr_nm": "상월곡역(연등)1",
      "la": 37.6074855,
      "lo": 127.0505732,
      "gu_cd": "290"
    },
    {
      "itstId": "2051",
      "intr_nm": "청파동입구",
      "la": 37.5495581,
      "lo": 126.9718128,
      "gu_cd": "170"
    },
    {
      "itstId": "20516",
      "intr_nm": "서울대매점앞(연등)",
      "la": 37.4670538,
      "lo": 126.9487171,
      "gu_cd": "620"
    },
    {
      "itstId": "20529",
      "intr_nm": "선정중고입구(연등)",
      "la": 37.6161564,
      "lo": 126.9077564,
      "gu_cd": "380"
    },
    {
      "itstId": "20559",
      "intr_nm": "발산119안전센터(연등)",
      "la": 37.5565925,
      "lo": 126.8376186,
      "gu_cd": "500"
    },
    {
      "itstId": "206",
      "intr_nm": "오류동삼거리",
      "la": 37.4948451,
      "lo": 126.841098,
      "gu_cd": "530"
    },
    {
      "itstId": "2060",
      "intr_nm": "남영역",
      "la": 37.5416827,
      "lo": 126.9707873,
      "gu_cd": "170"
    },
    {
      "itstId": "2063",
      "intr_nm": "동빙고동",
      "la": 37.5294537,
      "lo": 126.9913518,
      "gu_cd": "170"
    },
    {
      "itstId": "20659",
      "intr_nm": "강서보건소앞(연등)",
      "la": 37.5492626,
      "lo": 126.8680956,
      "gu_cd": "500"
    },
    {
      "itstId": "20685",
      "intr_nm": "신방화사거리(연등)1",
      "la": 37.5733729,
      "lo": 126.8180938,
      "gu_cd": "500"
    },
    {
      "itstId": "20694",
      "intr_nm": "GS마트입구(연등)",
      "la": 37.4914736,
      "lo": 127.1149928,
      "gu_cd": "710"
    },
    {
      "itstId": "2070",
      "intr_nm": "1.2번정문",
      "la": 37.5347627,
      "lo": 126.9807569,
      "gu_cd": "170"
    },
    {
      "itstId": "20704",
      "intr_nm": "서울공업사(연등)1",
      "la": 37.5341874,
      "lo": 127.1218243,
      "gu_cd": "710"
    },
    {
      "itstId": "20745",
      "intr_nm": "박석고개(연등)",
      "la": 37.6259671,
      "lo": 126.92011,
      "gu_cd": "380"
    },
    {
      "itstId": "20748",
      "intr_nm": "신한은행갈현(연등)",
      "la": 37.624681,
      "lo": 126.919969,
      "gu_cd": "380"
    },
    {
      "itstId": "2081",
      "intr_nm": "숙대입구역7번출구",
      "la": 37.543332,
      "lo": 126.9724952,
      "gu_cd": "170"
    },
    {
      "itstId": "20812",
      "intr_nm": "신한은행방학(연등)",
      "la": 37.6627207,
      "lo": 127.0361393,
      "gu_cd": "320"
    },
    {
      "itstId": "2086",
      "intr_nm": "효창공원앞역",
      "la": 37.539299,
      "lo": 126.961377,
      "gu_cd": "170"
    },
    {
      "itstId": "2088",
      "intr_nm": "용산1호정문",
      "la": 37.537726,
      "lo": 126.9739232,
      "gu_cd": "170"
    },
    {
      "itstId": "20883",
      "intr_nm": "묵2동(연등)",
      "la": 37.6096353,
      "lo": 127.0779762,
      "gu_cd": "260"
    },
    {
      "itstId": "20894",
      "intr_nm": "방학성원아파트(연등)1",
      "la": 37.6623771,
      "lo": 127.0331064,
      "gu_cd": "320"
    },
    {
      "itstId": "209",
      "intr_nm": "수색교",
      "la": 37.5870096,
      "lo": 126.8872464,
      "gu_cd": "380"
    },
    {
      "itstId": "2090",
      "intr_nm": "용산보건소",
      "la": 37.5379975,
      "lo": 126.96634,
      "gu_cd": "170"
    },
    {
      "itstId": "2092",
      "intr_nm": "용산역",
      "la": 37.52728,
      "lo": 126.9660279,
      "gu_cd": "170"
    },
    {
      "itstId": "20936",
      "intr_nm": "광장사거리(연등)",
      "la": 37.5456712,
      "lo": 127.1024629,
      "gu_cd": "210"
    },
    {
      "itstId": "2094",
      "intr_nm": "숙대입구역",
      "la": 37.5451102,
      "lo": 126.9720052,
      "gu_cd": "170"
    },
    {
      "itstId": "2096",
      "intr_nm": "원효3가",
      "la": 37.5342115,
      "lo": 126.958772,
      "gu_cd": "170"
    },
    {
      "itstId": "20980",
      "intr_nm": "롯데마트서울역(연등)",
      "la": 37.554921,
      "lo": 126.9677557,
      "gu_cd": "170"
    },
    {
      "itstId": "20985",
      "intr_nm": "한성대입구역(연등)1",
      "la": 37.5876754,
      "lo": 127.0040161,
      "gu_cd": "290"
    },
    {
      "itstId": "21007",
      "intr_nm": "우리은행암사(연등)1",
      "la": 37.5547374,
      "lo": 127.1357137,
      "gu_cd": "740"
    },
    {
      "itstId": "21077",
      "intr_nm": "중계역(연등)",
      "la": 37.6470898,
      "lo": 127.0631375,
      "gu_cd": "350"
    },
    {
      "itstId": "211",
      "intr_nm": "LG베스트샵수색점",
      "la": 37.583171,
      "lo": 126.8936698,
      "gu_cd": "380"
    },
    {
      "itstId": "21103",
      "intr_nm": "동부제강입구(연등)",
      "la": 37.4914021,
      "lo": 126.831516,
      "gu_cd": "530"
    },
    {
      "itstId": "21156",
      "intr_nm": "양강중(연등)1",
      "la": 37.5242669,
      "lo": 126.8517987,
      "gu_cd": "470"
    },
    {
      "itstId": "21183",
      "intr_nm": "서초푸르지오써밋(연등)1",
      "la": 37.5012419,
      "lo": 127.0222016,
      "gu_cd": "650"
    },
    {
      "itstId": "21188",
      "intr_nm": "녹번초교(연등)",
      "la": 37.6047855,
      "lo": 126.9242719,
      "gu_cd": "380"
    },
    {
      "itstId": "21195",
      "intr_nm": "계남공원(연등)",
      "la": 37.5102766,
      "lo": 126.859005,
      "gu_cd": "470"
    },
    {
      "itstId": "21203",
      "intr_nm": "진광공업사(연등)",
      "la": 37.4825329,
      "lo": 126.9492382,
      "gu_cd": "620"
    },
    {
      "itstId": "21213",
      "intr_nm": "장지IC하향(연등)",
      "la": 37.470035,
      "lo": 127.1245302,
      "gu_cd": "710"
    },
    {
      "itstId": "21219",
      "intr_nm": "홍대역2번출구(연등)",
      "la": 37.5572065,
      "lo": 126.9242219,
      "gu_cd": "440"
    },
    {
      "itstId": "21231",
      "intr_nm": "유수지주차장(연등)",
      "la": 37.5822808,
      "lo": 127.0838505,
      "gu_cd": "260"
    },
    {
      "itstId": "21250",
      "intr_nm": "신월사거리(연등)",
      "la": 37.5371441,
      "lo": 126.827493,
      "gu_cd": "470"
    },
    {
      "itstId": "213",
      "intr_nm": "수색디지털프라자",
      "la": 37.5808112,
      "lo": 126.8976958,
      "gu_cd": "380"
    },
    {
      "itstId": "21313",
      "intr_nm": "사육신공원(연등)",
      "la": 37.5128022,
      "lo": 126.9494858,
      "gu_cd": "590"
    },
    {
      "itstId": "21316",
      "intr_nm": "기아대교앞(연등)",
      "la": 37.4382008,
      "lo": 126.9031535,
      "gu_cd": "540"
    },
    {
      "itstId": "2132",
      "intr_nm": "석촌호수",
      "la": 37.5087225,
      "lo": 127.1039715,
      "gu_cd": "710"
    },
    {
      "itstId": "2133",
      "intr_nm": "석촌역",
      "la": 37.5052298,
      "lo": 127.1071752,
      "gu_cd": "710"
    },
    {
      "itstId": "2134",
      "intr_nm": "송파사거리",
      "la": 37.5019728,
      "lo": 127.1101152,
      "gu_cd": "710"
    },
    {
      "itstId": "2137",
      "intr_nm": "올림픽훼밀리타운",
      "la": 37.4887568,
      "lo": 127.1210399,
      "gu_cd": "710"
    },
    {
      "itstId": "21552",
      "intr_nm": "이수역(연등)",
      "la": 37.4855904,
      "lo": 126.9837126,
      "gu_cd": "650"
    },
    {
      "itstId": "21554",
      "intr_nm": "대조초교(연등)",
      "la": 37.6142485,
      "lo": 126.9177764,
      "gu_cd": "380"
    },
    {
      "itstId": "21659",
      "intr_nm": "당산중(연등)1",
      "la": 37.5311912,
      "lo": 126.9057763,
      "gu_cd": "560"
    },
    {
      "itstId": "21670",
      "intr_nm": "화양사거리(연등)",
      "la": 37.548192,
      "lo": 127.0656782,
      "gu_cd": "200"
    },
    {
      "itstId": "21681",
      "intr_nm": "자양초교(연등)",
      "la": 37.5371788,
      "lo": 127.0806454,
      "gu_cd": "210"
    },
    {
      "itstId": "2169",
      "intr_nm": "동성아파트앞",
      "la": 37.6103746,
      "lo": 127.0961296,
      "gu_cd": "260"
    },
    {
      "itstId": "21691",
      "intr_nm": "잠실대교북단사거리(연등)",
      "la": 37.5312189,
      "lo": 127.0863703,
      "gu_cd": "210"
    },
    {
      "itstId": "21709",
      "intr_nm": "상계교(연등)",
      "la": 37.661596,
      "lo": 127.0538888,
      "gu_cd": "350"
    },
    {
      "itstId": "21748",
      "intr_nm": "화랑삼거리(연등)",
      "la": 37.6230507,
      "lo": 127.0902343,
      "gu_cd": "350"
    },
    {
      "itstId": "21754",
      "intr_nm": "삼육대(연등)",
      "la": 37.6387627,
      "lo": 127.1086575,
      "gu_cd": "350"
    },
    {
      "itstId": "2183",
      "intr_nm": "신정푸른마을입구",
      "la": 37.5151336,
      "lo": 126.8332729,
      "gu_cd": "470"
    },
    {
      "itstId": "21831",
      "intr_nm": "혜화역(연등)1",
      "la": 37.5838473,
      "lo": 127.0016025,
      "gu_cd": "110"
    },
    {
      "itstId": "21835",
      "intr_nm": "광교(연등)",
      "la": 37.5687245,
      "lo": 126.9827649,
      "gu_cd": "140"
    },
    {
      "itstId": "21857",
      "intr_nm": "정부서울청사(연등)",
      "la": 37.5758331,
      "lo": 126.973606,
      "gu_cd": "110"
    },
    {
      "itstId": "21873",
      "intr_nm": "낙성대입구(연등)",
      "la": 37.4779304,
      "lo": 126.9613752,
      "gu_cd": "620"
    },
    {
      "itstId": "21981",
      "intr_nm": "잠실3사거리(연등)",
      "la": 37.5126118,
      "lo": 127.0922876,
      "gu_cd": "710"
    },
    {
      "itstId": "21992",
      "intr_nm": "대륭드림타운(연등)",
      "la": 37.566633,
      "lo": 126.8400877,
      "gu_cd": "500"
    },
    {
      "itstId": "2203",
      "intr_nm": "논현역",
      "la": 37.5111134,
      "lo": 127.0213298,
      "gu_cd": "680"
    },
    {
      "itstId": "2205",
      "intr_nm": "압구정한양아파트",
      "la": 37.5287979,
      "lo": 127.0369339,
      "gu_cd": "680"
    },
    {
      "itstId": "2206",
      "intr_nm": "대우증권",
      "la": 37.5611514,
      "lo": 127.0667354,
      "gu_cd": "200"
    },
    {
      "itstId": "22068",
      "intr_nm": "KT한강로빌딩(연등)",
      "la": 37.5319975,
      "lo": 126.9706774,
      "gu_cd": "170"
    },
    {
      "itstId": "22081",
      "intr_nm": "숙대입구역7번출구(연등)",
      "la": 37.5437531,
      "lo": 126.9723859,
      "gu_cd": "170"
    },
    {
      "itstId": "2214",
      "intr_nm": "포스코사거리",
      "la": 37.5068692,
      "lo": 127.0566375,
      "gu_cd": "680"
    },
    {
      "itstId": "2217",
      "intr_nm": "역삼역",
      "la": 37.500825,
      "lo": 127.0369311,
      "gu_cd": "680"
    },
    {
      "itstId": "22179",
      "intr_nm": "신정이펜하우스3단지(연등)",
      "la": 37.5137479,
      "lo": 126.8272498,
      "gu_cd": "470"
    },
    {
      "itstId": "22207",
      "intr_nm": "국기원입구(연등)",
      "la": 37.4996489,
      "lo": 127.0331074,
      "gu_cd": "680"
    },
    {
      "itstId": "22218",
      "intr_nm": "송파경찰서(연등)1",
      "la": 37.5014741,
      "lo": 127.1276784,
      "gu_cd": "710"
    },
    {
      "itstId": "2224",
      "intr_nm": "장미아파트앞",
      "la": 37.5434516,
      "lo": 127.0446802,
      "gu_cd": "200"
    },
    {
      "itstId": "22268",
      "intr_nm": "구로디지털단지역(연등)",
      "la": 37.4847394,
      "lo": 126.9018838,
      "gu_cd": "530"
    },
    {
      "itstId": "22300",
      "intr_nm": "한국폴리텍대학입구(연등)",
      "la": 37.5454855,
      "lo": 126.8446686,
      "gu_cd": "500"
    },
    {
      "itstId": "22302",
      "intr_nm": "증미역(연등)1",
      "la": 37.5577694,
      "lo": 126.8639654,
      "gu_cd": "500"
    },
    {
      "itstId": "22312",
      "intr_nm": "잠실토끼굴(연등)",
      "la": 37.5166309,
      "lo": 127.0773758,
      "gu_cd": "710"
    },
    {
      "itstId": "2232",
      "intr_nm": "잠실지구대",
      "la": 37.5117329,
      "lo": 127.0825154,
      "gu_cd": "710"
    },
    {
      "itstId": "2235",
      "intr_nm": "압구정현대아파트",
      "la": 37.5281165,
      "lo": 127.0302283,
      "gu_cd": "680"
    },
    {
      "itstId": "22369",
      "intr_nm": "장안아파트입구(연등)",
      "la": 37.5722124,
      "lo": 127.0737475,
      "gu_cd": "230"
    },
    {
      "itstId": "22377",
      "intr_nm": "장안동근린공원(연등)",
      "la": 37.5762714,
      "lo": 127.0720479,
      "gu_cd": "230"
    },
    {
      "itstId": "2241",
      "intr_nm": "남2문",
      "la": 37.5139248,
      "lo": 127.1228409,
      "gu_cd": "710"
    },
    {
      "itstId": "2242",
      "intr_nm": "과학수사연구소",
      "la": 37.5209746,
      "lo": 126.837666,
      "gu_cd": "470"
    },
    {
      "itstId": "22471",
      "intr_nm": "인왕아파트(연등)",
      "la": 37.5850229,
      "lo": 126.9482172,
      "gu_cd": "410"
    },
    {
      "itstId": "2252",
      "intr_nm": "남부주유소",
      "la": 37.5195416,
      "lo": 126.838351,
      "gu_cd": "470"
    },
    {
      "itstId": "22533",
      "intr_nm": "벽산밸리5차(연등)",
      "la": 37.4779976,
      "lo": 126.884524,
      "gu_cd": "540"
    },
    {
      "itstId": "22538",
      "intr_nm": "시흥사거리(연등)1",
      "la": 37.454802,
      "lo": 126.9015452,
      "gu_cd": "540"
    },
    {
      "itstId": "22539",
      "intr_nm": "금천구청입구(연등)",
      "la": 37.4570207,
      "lo": 126.8987726,
      "gu_cd": "540"
    },
    {
      "itstId": "22580",
      "intr_nm": "기독회관(연등)1",
      "la": 37.5746963,
      "lo": 127.0021239,
      "gu_cd": "110"
    },
    {
      "itstId": "22588",
      "intr_nm": "서울대병원앞(연등)",
      "la": 37.5799989,
      "lo": 127.0021641,
      "gu_cd": "110"
    },
    {
      "itstId": "22603",
      "intr_nm": "노원주유소앞(연등)",
      "la": 37.6210119,
      "lo": 127.0745401,
      "gu_cd": "350"
    },
    {
      "itstId": "22628",
      "intr_nm": "봉림교(연등)",
      "la": 37.483901,
      "lo": 126.9269293,
      "gu_cd": "620"
    },
    {
      "itstId": "22654",
      "intr_nm": "대방대림아파트(연등)",
      "la": 37.5088097,
      "lo": 126.9252245,
      "gu_cd": "590"
    },
    {
      "itstId": "22669",
      "intr_nm": "래미안아트힐(연등)",
      "la": 37.4782522,
      "lo": 127.0066479,
      "gu_cd": "650"
    },
    {
      "itstId": "2268",
      "intr_nm": "구로디지털단지역",
      "la": 37.4844914,
      "lo": 126.9027856,
      "gu_cd": "620"
    },
    {
      "itstId": "22705",
      "intr_nm": "성신여대입구역(연등)1",
      "la": 37.5935387,
      "lo": 127.0179452,
      "gu_cd": "290"
    },
    {
      "itstId": "22770",
      "intr_nm": "송정건영아파트(연등)",
      "la": 37.5565345,
      "lo": 127.0721278,
      "gu_cd": "200"
    },
    {
      "itstId": "22803",
      "intr_nm": "강서교육지원청입구(연등)",
      "la": 37.5395774,
      "lo": 126.8325221,
      "gu_cd": "470"
    },
    {
      "itstId": "22806",
      "intr_nm": "구파발역정류장(연등)",
      "la": 37.6364566,
      "lo": 126.9169092,
      "gu_cd": "380"
    },
    {
      "itstId": "2290",
      "intr_nm": "선릉공원앞",
      "la": 37.5070125,
      "lo": 127.0471447,
      "gu_cd": "680"
    },
    {
      "itstId": "22932",
      "intr_nm": "화곡사거리(연등)",
      "la": 37.529616,
      "lo": 126.8479608,
      "gu_cd": "500"
    },
    {
      "itstId": "22952",
      "intr_nm": "청실종합(연등)1",
      "la": 37.4935611,
      "lo": 127.0611541,
      "gu_cd": "680"
    },
    {
      "itstId": "22953",
      "intr_nm": "도곡역(연등)1",
      "la": 37.4898661,
      "lo": 127.053075,
      "gu_cd": "680"
    },
    {
      "itstId": "22957",
      "intr_nm": "수도방위사령부(연등)",
      "la": 37.468401,
      "lo": 126.986574,
      "gu_cd": "620"
    },
    {
      "itstId": "22985",
      "intr_nm": "영동시장(연등)",
      "la": 37.5064642,
      "lo": 127.0235206,
      "gu_cd": "650"
    },
    {
      "itstId": "23005",
      "intr_nm": "대웅제약(연등)1",
      "la": 37.5150099,
      "lo": 127.0643429,
      "gu_cd": "680"
    },
    {
      "itstId": "23014",
      "intr_nm": "포이사거리(연등)",
      "la": 37.4770288,
      "lo": 127.0452883,
      "gu_cd": "650"
    },
    {
      "itstId": "23016",
      "intr_nm": "강남경찰서(연등)",
      "la": 37.5100418,
      "lo": 127.0673772,
      "gu_cd": "680"
    },
    {
      "itstId": "2302",
      "intr_nm": "증미역",
      "la": 37.5568464,
      "lo": 126.8631096,
      "gu_cd": "500"
    },
    {
      "itstId": "23031",
      "intr_nm": "수도공고(연등)",
      "la": 37.4878263,
      "lo": 127.0629598,
      "gu_cd": "680"
    },
    {
      "itstId": "2304",
      "intr_nm": "여의2교",
      "la": 37.5257387,
      "lo": 126.9109904,
      "gu_cd": "560"
    },
    {
      "itstId": "23045",
      "intr_nm": "역삼영동아파트(연등)",
      "la": 37.4976195,
      "lo": 127.052279,
      "gu_cd": "680"
    },
    {
      "itstId": "23054",
      "intr_nm": "진흥아파트(연등)",
      "la": 37.4976156,
      "lo": 127.0239094,
      "gu_cd": "650"
    },
    {
      "itstId": "23068",
      "intr_nm": "충신시장(연등)",
      "la": 37.573919,
      "lo": 127.0066491,
      "gu_cd": "110"
    }
  ]
};